Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/flash_messages.*.xliff
Languages: el_gr, it_it, pt_pt

source: Success!
el_gr: Ολοκλήρωση!
it_it: Successo!
pt_pt: Sucesso!

source: The user has been created successfully. In order to activate your account, an email message has been sent to the email address specified during the registration. This message contains a link that you must click on in order to verify your email address and activate your account.
el_gr: Ολοκληρώθηκε η δημιουργία χρήστη
it_it: L'utente è stato creato con successo. Al fine di attivare il tuo account è stata inviata un' e-mail alla casella di posta elettronica indicata durante la registrazione. Il messaggio contiene un link che dovrai cliccare al fine di verificare il tuo indirizzo email e attivare il tuo account
pt_pt: O utilizador foi criado com sucesso

source: The child profile has been created successfully
el_gr: Ολοκληρώθηκε η δημιουργία παιδιο
it_it: Il caso è stato creato con successo
pt_pt: A criança foi criada com sucesso

source: The child profile has been modified successfully
el_gr: Ολοκληρώθηκε η μετατροπή παιδιού
it_it: Il caso è stato modificato con successo
pt_pt: A criança foi modificada com sucesso

source: The child profile has been deleted successfully
el_gr: Ολοκληρώθηκε η διαγραφή παιδιού
it_it: Il caso è stato cancellato con successo
pt_pt: A criança foi eliminada com sucesso

source: The behaviour section has been created successfully
el_gr: Ολοκληρώθηκε η δημιουργία συμπεριφοράς
it_it: Il comportamento è stato creato con successo

source: The behaviour section has been modified successfully
el_gr: Ολοκληρώθηκε η μετατροπή συμπεριφοράς
it_it: Il comportamento è stato modificato con successo
pt_pt: O comportamento foi modificado com sucesso

source: This behaviour has been deleted successfully
el_gr: Ολοκληρώθηκε η διαγραφή συμπεριφοράς
it_it: Il comportamento è stato cancellato con successo
pt_pt: O comportamento foi eliminado com sucesso

source: The role has been updated successfully
el_gr: Ολοκληρώθηκε η ανανέωση του ρόλου
it_it: Il ruolo è stato aggiornato con successo
pt_pt: O papel foi atualizado com sucesso

source: It is not possible to delete the child profile
el_gr: Η διαγραφή του αρχείου του παιδιού δεν είναι εφικτή
it_it: Non è stato possibile cancellare il caso
pt_pt: Não é possível eliminar a criança

source: It is not possible to delete the behaviour section
el_gr: Η διαγραφή της συμπεριφοράς δεν είναι εφικτή
it_it: Non è stato possibile cancellare il comportamento
pt_pt: Não é possível eliminar o comportamento

source: Warning!
el_gr: Προειδοποίηση!
it_it: Attenzione!
pt_pt: Alerta!

source: Your role in the child network has not been defined clearly. Please click on the following link to specify it:
el_gr: Ο ρόλος σας στο δίκτυο του παιδιού δεν εχει καθοριστεί. Πατήστε παρακάτω για να τον ορίσετε:
it_it: Il tuo ruolo nella rete del bambino non è stato definito. Per favore, clicca sul link seguente per specificarlo:
pt_pt: O seu papel na rede da criança não foi definido. Por favor, clique no endereço que se segue para especificar o seu papel:

source: The diagnosis section has been created successfully
el_gr: Ολοκληρώθηκε η δημιουργία της διάγνωσης
it_it: La diagnosi è stata creata con successo
pt_pt: O diagnóstico foi criado com sucesso

source: The medication section has been created successfully
el_gr: Ολοκληρώθηκε η δημιουργία της φαρμακευτικής αγωγής
it_it: La terapia medica è stata inserita con successo
pt_pt: A medicação foi criada com sucesso

source: The event has been created successfully
el_gr: Ολοκληρώθηκε η δημιουργία συμβάντος
it_it: L'evento è stato creato con successo
pt_pt: O evento foi criado com sucesso

source: The school information section has been created successfully
el_gr: Ολοκληρώθηκε η δημιουργία σχολικής πληροφορίας
it_it: L'informazione scolastica è stata inserita con successo
pt_pt: A informação escolar foi criada com sucesso

source: The discipline referrals section has been created with successfully
el_gr: Ολοκληρώθηκε η δημιουργία πειθαρχικής παραπομπής
it_it: Il provvedimento disciplinare è stato inserito con successo
pt_pt: O procedimento disciplinar foi criado com sucesso

source: The diagnosis has been updated successfully
el_gr: Επιτυχής ενημέρωση της διάγνωσης
it_it: La diagnosi è stata aggiornata con successo
pt_pt: O diagnóstico foi atualizado com sucesso

source: The diagnosis section has been deleted successfully
el_gr: Επιτυχής διαγραφή της διάγνωσης
it_it: La diagnosi è stata cancellata con successo
pt_pt: O diagnóstico foi eliminado com sucesso

source: The medication section has been updated successfully
el_gr: Επιτυχής ενημέρωση της φαρμακευτικής αγωγής
it_it: La terapia medica è stata modificata con successo
pt_pt: A medicação foi modificada com sucesso

source: The medication has been deleted
el_gr: Επιτυχής διαγραφή της φαρμακευτικής αγωγής
it_it: La terapia medica è stata cancellata con successo
pt_pt: A medicação foi eliminada com sucesso

source: The event has been updated
el_gr: Επιτυχής ενημέρωση συμβάντος
it_it: L'evento è stato modificato con successo
pt_pt: O evento foi atualizado com sucesso

source: The event has been deleted
el_gr: Επιτυχής διαγραφή συμβάντος
it_it: L'evento è stato cancellato con successo
pt_pt: O evento foi eliminado com sucesso

source: The scholastic information has been updated successfully
el_gr: Επιτυχής ενημέρωση σχολικής πληροφορίας
it_it: L'informazione scolastica è stata aggiornata con successo
pt_pt: A informação escolar foi atualizada com sucesso

source: The scholastic information has been deleted successfully
el_gr: Επιτυχής διαγραφή σχολικής πληροφορίας
it_it: L'informazione scolastica è stata cancellata con successo
pt_pt: A informação escolar foi eliminada com sucesso

source: The discipline referral has been updated
el_gr: Επιτυχής ενημέρωση πειθαρχικής παραπομπής
it_it: Il provvedimento disciplinare è stato aggiornato con successo
pt_pt: O procedimento disciplinar foi atualizado com sucesso

source: The discipline referral has been deleted
el_gr: Επιτυχής διαγραφή πειθαρχικής παραπομπής
it_it: Il provvedimento disciplinare è stato cancellato con successo
pt_pt: O procedimento disciplinar foi eliminado com sucesso

source: The baseline has been created successfully
el_gr: Επιτυχής δημιουργία έναρξης
it_it: La baseline è stata creata con successo
pt_pt: A linha de base foi criada com sucesso

source: The function has been created successfully
el_gr: Επιτυχής δημιουργία λειτουργίας
it_it: La funzione è stata creata con successo
pt_pt: A função foi criada com sucesso

source: The function has been modified successfully
el_gr: Επιτυχής μετατροπή λειτουργίας
it_it: La funzione è stata modificata con successo
pt_pt: A função foi modificada com sucesso

source: The baseline has been deleted successfully
el_gr: Επιτυχής διαγραφή αρχικής κατάσταση
it_it: La baseline è stata cancellata con successo
pt_pt: A linha de base foi eliminada com sucesso

source: It is not possible to delete the baseline
el_gr: Δεν είναι δυνατή η διαγραφή της αρχικής κατάστασης
it_it: Non è stato possibile cancellare la baseline
pt_pt: Não é possível eliminar a linha de base

source: The intervention has been modified successfully
el_gr: Επιτυχής μετατροπή παρέμβασης
it_it: L'intervento è stato modificato con successo
pt_pt: A intervenção foi modificada com sucesso

source: The intervention has been deleted successfully
el_gr: Επιτυχής διαγραφή παρέμβασης
it_it: L'intervento è stato cancellato con successo
pt_pt: A intervenção foi eliminada com sucesso

source: The intervention has been created successfully
el_gr: Επιτυχής δημιουργία παρέμβασης
it_it: L'intervento è stato creato con successo
pt_pt: A intervenção foi criada com sucesso

source: The user has been modified successfully
el_gr: Επιτυχής μετατροπή χρήστη
it_it: L'utente è stato modificato con successo
pt_pt: O utilizador foi modificado com successo

source: The user password has been modified successfully
el_gr: Επιτυχής μετατροπή συνθηματικού (password) χρήστη
it_it: La password dell'utente è stata modificata con successo
pt_pt: A palavra-chave do utilizador foi modificada com sucesso

source: The instructions to reset the password has been sent at your email address
el_gr: Οι οδηγίες για την επαναφορά του συνθηματικού (password) έχει σταλεί στην ηλεκτρονική σας διεύθυνση
it_it: Le istruzioni per ripristinare la tua password sono state inviate al tuo indirizzo di email
pt_pt: As instruções para redefinir a palavra-chave foram enviadas para o seu endereço de email

source: The baseline has been modified successfully
el_gr: Επιτυχής τροποποίηση της αρχικής κατάστασης
it_it: La baseline è stata modificata con successo
pt_pt: A linha de base foi modificada com sucesso

source: The function has been deleted successfully
el_gr: Επιτυχής διαγραφή λειτουργίας
it_it: La funzione è stata cancellata con successo
pt_pt: A função foi eliminada com sucesso

source: It is not possible to delete the function
el_gr: Η διαγραφή της λειτουργίας δεν είναι εφικτή
it_it: Non è stato possibile cancellare la funzione
pt_pt: Não é possível eliminar a função

source: It is not possible to delete the assessment
el_gr: Δεν είναι δυνατή η διαγραφή της εκτίμηση
it_it: Non è possibile cancellare l\'assessmet
pt_pt: Não é possível eliminar a avaliação

source: The assessment has been deleted successfully
el_gr: Επιτυχής διαγραφή της εκτίμησης
it_it: L'assessment è stato cancellato con successo
pt_pt: A avaliação foi eliminada com sucesso

source: The notification has been deleted successfully
el_gr: Επιτυχής διαγραφή της ειδοποίηση
it_it: La notifica è stata cancellata con successo
pt_pt: A notificação foi eliminada com sucesso

source: All notification have been deleted successfully
el_gr: Επιτυχής διαγραφή όλων των ειδοποιήσεων
it_it: Tutte le notifiche sono state cancellate con successo
pt_pt: Todas as notificações foram eliminadas com sucesso

source: You are not authorized to moderate this request
el_gr: Έλλειψη αδειοδότησης για τη διαμεσολάβηση του αιτήματος
it_it: Tu non sei autorizzato a moderare questa richiesta
pt_pt: Não está autorizado a gerir esta solicitação

source: Moderation process completed with success: you have approved the request
el_gr: Επιτυχής ολοκλήρωσης της διαδικασίας διαμεσολάβησης: το αίτημα έχει εγκριθεί
it_it: Processo di moderazione completato con successo: tu hai approvato la richiesta.
pt_pt: Processo de moderação concluído com sucesso: você aprovou o pedido

source: The message has been delivered successfully
it_it: Il messaggio è stato inviato con successo
pt_pt: A mensagem foi enviada com sucesso

source: The reply has been delivered successfully
it_it: La risposta è stata inviata con successo
pt_pt: A resposta foi enviada com sucesso

source: The behaviour section has been created successfully
pt_pt: O comportamento foi criado com sucesso
