Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/interface.*.xliff
Languages: el_gr, it_it, pt_pt

source: The intervention and the related observation data will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Η παρέμβαση και τα σχετικά δεδομένα των παρατηρήσεων θα διαγραφούν οριστικά χωρίς δυνατότητα ανάκλησης. Είστε σίγουρος/η;
it_it: L'intervento e i dati relativi alle osservazioni saranno definitivamente cancellati dal sistema. Sei sicuro di voler procedere?
pt_pt: A intervenção e os dados relativos às observações serão eliminados do sistema e não poderão ser recuperados. Tem a certeza?

source: The baseline and the following phases including the relative data will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Η αρχική κατάσταση και οι ακόλουθες φάσεις συμπεριλαμβανομένου των σχετικών δεδομένων θα διαγραφούν οριστικά χωρίς δυνατότητα ανάκλησης. Είστε σίγουρος/η οτι θέλετε να συνεχίσετε;
it_it: La baseline e le fasi successive con i relativi dati saranno definitivamente cancellati dal sistema e non potranno essere recuperati. Sei sicuro di voler procedere?
pt_pt: A linha de base e fases subsequentes, com os dados que lhes estão associados, serão eliminados do sistema e não poderão ser recuperados. Tem a certeza?

source: What personal information do I need to insert?
el_gr: Ποιές προσωπικές πληροφορίες θα πρέπει να καταχωρήσω;
it_it: Quali dati personali devo inserire?
pt_pt: Que informação pessoal tenho de introduzir?

source: "The WHAAM application is aimed at supporting effective behavioural interventions in ADHD children by paying careful attention on the safety of the data. If you dont't like the idea of using the child’s real name or data, please do not hesitate to use just a nickname, sex and year of birth. The name and surname of child are an optional fields. For our part the safety of personal data is backed by the use of authenticated credential management procedures and the use of encryption techniques."
el_gr: Η εφαρμογή WHAAM στοχεύση στην υποβοήθηση αποτελεσματικών συμπεριφορικών παρεμβάσεων για τα παιδιά με ΔΕΠΥ δίνοντας ιδιαίτερη έμφαση στην προστασία των δεδομένων. Αν δε σας αρέσει να χρησιμοποιείτε το πραγματικό όνομα ή δεδομένα του παιδιού, παρακαλούμε μη διαστάσετε να χρησιμοποιήσετε μόνο κάποιο συνθηματικό, το φύλο και το έτος γέννησης. Από τη πλευρά μας, η ασφάλεια των προσωπικών δεδομένων υποστηρίζεται από τη χρήση επικυρωμένων διαπιστευτηρίων διαχείρισης καθώς και τεχνικές κρυπτογράφησης.
it_it: L'applicazione WHAAM ha l'obiettivo di supportare il processo di assessment comportamentale nell'ambito dell'ADHD, avendo cura della sicurezza dei dati. Se non ritieni opportuno utilizzare i dati reali del bambino non esitare a specificare soltanto un Nickname, l'Anno di nascita e il Sesso. Nome e cognome del bambino sono campi opzionali. In questo sistema la sicurezza dei dati personali è garantita attraverso l'uso di procedure di gestione per l'autentificazione delle credenziali di accesso e l'implementazione di tecniche di cifratura.
pt_pt: A aplicação WHAAM tem como objetivo apoiar intervenções comportamentais em crianças com PHDA, mas presta especial atenção à segurança dos dados. Se a ideia de usar os dados reais da criança não lhe agradar, por favor, não hesite em especificar apenas o nickname, sexo e ano de nascimento. O nome e apelido da criança fazem parte de campos opcionais. Da nossa parte, a segurança dos dados pessoais está garantida através do uso de procedimentos de autenticação de credenciais e da implementação de técnicas de criptografia.

source: Who are people able to access personal information?
el_gr: Ποιά άτομα θα έχουν πρόσβαση στις προσωπικές πληροφορίες;
it_it: Chi accede alle informazioni personali?
pt_pt: Quem pode aceder às informações pessoais?

source: The child personal information is shared just with the agreed people involved in the child's private social network. Other people are not allowed to access it!
el_gr: Οι προσωπικές πληροφορίες του παιδιού μοιράζονται μόνο με σύμφωνα άτομα τα οποία εμπλέκονται στο ιδιωτικό κοινωνικό δίκτυο του παιδιού. Άλλα άτομα δεν επιτρέεπται να έχουν προσβαση.
it_it: Le informazioni personali del bambino sono condivise solo con le persone coinvolte nella Rete del bambino. Non è consentito l'accesso ad utenti non invitati!
pt_pt: As informações pessoais da criança apenas são partilhadas com as pessoas envolvidas na sua rede social privada. Outras pessoas não podem aceder a informações pessoais.

source: Password
el_gr: Κωδικός πρόσβασης
pt_pt: Palavra-chave

source: This page collects important information about the child and is organised in 5 areas:
el_gr: Αυτή η σελίδα συλλέγει σημαντικές πληροφορίες για το παιδί και οργανώνεται σε 5 περιοχές:
it_it: Come suggerisce il nome, questa pagina colleziona importanti informazioni sul bambino organizzate in 5 aree:
pt_pt: Conforme sugerido pelo nome, esta página recolhe informação importante acerca da criança, organizada em 5 áreas:

source: Other events
el_gr: Άλλα συμβάντα
it_it: Altri eventi
pt_pt: Outros eventos

source: The visible areas you can access are shown according to your personal role. For example, the most sensitive clinical information can only be seen by health professionals and the child\'s named relatives
el_gr: Οι ορατές περιοχές όπου μπορείτε να έχετε πρόσβαση εμφανίζονται σύμφωνα με τον προσωπικό σας ρόλο. Για παράδειγμα, οι πιο ευαίσθητες κλινικές πληροφορίες είναι ορατές μόνο από επαγγελματίες υγείας και συγγενείς του παιδιού.
it_it: Le aree sono accessibili o nascoste, a seconda del tuo ruolo. Per esempio, i dati clinici più sensibili possono essere visualizzati soltanto dal terapeuta o dai componenti della famiglia del bambino
pt_pt: As áreas estão públicas ou ocultas de acordo com o seu papel. Por exemplo, informações clínicas mais sensíveis apenas podem ser visualizadas pelos profissionais de saúde ou familiares da criança

source: Case Data Summary
el_gr: Σύνοψη των δεδομένων του περιστατικού
it_it: Dati riassuntivi del caso
pt_pt: Resumo das informações sobre o caso

source: These fields show a brief summary of the case information, including: some of the child\'s personal information,the onset age and the subtype of the disorder, school information, and the number of people involved in the child\'s private social network.
el_gr: Στην αρχή της σελίδας, θα βρείτε μια σύντομη σύνοψη των πληροφοριών του περιστατικού, συμπεριλαμβανομένου: κάποιες από τις προσωπικές πληροφορίες του παιδιού, την πρόσφατη εισαχθείσα διάγνωση, πληροφορίες από το σχολικό περιβάλλον, και το πλήθος των ατόμων που εμπλέκονται στο ιδιωτικό κοινωνικό δίκτυο του παιδιού.
it_it: Questi campi riassumono le informazioni del caso: alcune informazioni personali del bambino, l\'età di insorgenza e il Sottotipo del disturbo, le informazioni scolastiche, il numero di persone coinvolte nella rete del bambino.
pt_pt: No topo da página, pode encontrar um resumo das informações sobre o caso, incluindo: algumas informações pessoais da criança, o último diagnóstico introduzido, informações escolares, e o número de pessoas envolvidas na rede social privada da criança.

source: Please specify when the diagnosis was given, the age of onset and the subtype of the ADHD disorder. In addition you may optionally specify if the ADHD is a secondary condition and the main comorbidity.
el_gr: Παρακαλώ προσδιορίστε πότε δόθηκε η διάγνωση, την ηλικία της εμφάνισης και την υποκατηγορία της ΔΕΠΥ. Επιπλέον, μπορείτε εναλλακτικάνα προσδιορίσετε αν η ΔΕΠΥ αποτελεί δεύτερη διάγνωση και ποια είναι η κύρια συνοσηρότητα.
it_it: Specifica la data della diagnosi, l'età in cui il disturbo è apparso e l'eventuale sottotipo: combinato, disattento, iperattivo-impulsivo. Opzionalmente, puoi anche specificare se la diagnosi di ADHD ricevuta è una condizione secondaria ad un altro disturbo. In caso affermativo, seleziona la casella corrispondente. Puoi inoltre indicare se esistono Comorbidità, ossia altre condizioni patologiche associate.
pt_pt: Deve especificar a data em que o diagnóstico foi feito, a data de início dos sintomas e o subtipo de PHDA. Pode referir, opcionalmente, quando a PHDA é uma condição secundária a uma comorbidade principal.

source: What kind of data do I have to insert?
el_gr: Τι είδους δεδομένου πρέπει να εισάγω;
it_it: Che tipo di dato devo inserire?
pt_pt: Que tipo de dados devo introduzir?

source: Edit password
el_gr: Επεξεργασία συνθηματικού
it_it: Modifica password
pt_pt: Modificar palavra-chave

source: View profile
el_gr: Δείτε το προφίλ
it_it: Visualizza profilo
pt_pt: Ver perfil

source: Error 404
el_gr: Σφάλμα 404
it_it: Errore 404
pt_pt: Erro 404

source: Oops! Looks like you followed a bad link. The resource you are looking for could have been removed, had its name changed, or is temporarily unavailable.
el_gr: Ουπς! Φαίνεται οτι ο σύνδεσμος έχει πρόβλημα. Η πηγή που αναζητάτε μπορεί να έχει αφαιρεθεί, να έχει μετονομαστεί ή να είναι προσωρινά μη διαθέσιμη.
it_it: Oops! Sembra che tu abbia seguito un link sbagliato. La risorsa che stai cercando potrebbe essere stata rimossa, rinominata, o è temporaneamente non disponibile.
pt_pt: Oops! Parece que o link que clicou está incorreto. O recurso que procura pode ter sido removido, o seu nome pode ter sido alterado, ou pode estar temporariamente indisponível.

source: Go to homepage
el_gr: Μεταβείτε στην αρχική σελίδα
it_it: Vai alla homepage
pt_pt: Ir para homepage

source: Error 500
el_gr: Σφάλμα 500
it_it: Errore 500
pt_pt: Erro 500

source: The server has encountered an internal error. If the problem persists, please contact the WHAAM staff by following the 'contact us' link.
el_gr: Ο διακομιστής αντιμετώπισε ένα εσωτερικό σφάλμα. Αν το πρόβλημα επιμένει, παρακαλώ επικοινωνήστε με το προσωπικό της WHAAM μέσω του ακόλουθου "επικοινωνήστε μαζί μας" συνδέσμου.
it_it: Si è verificato un errore interno al server. Se il problema persiste, per favore contatta lo staff di WHAAM cliccando sul link "contattaci".
pt_pt: O servidor encontrou um erro interno. Se o problema persistir, por favor contacte a equipa do WHAAM através do link "contacte-nos".

source: It is important to keep track of the diagnoses because over time ADHD symptoms can change and may vary with the child's age and development stage.
el_gr: Είναι σημαντικό να παρακολουθούμε τις διαγνώσεις γιατί με την πάροδο του χρόνου τα συμπτώματα της ΔΕΠΥ μπορεί να μεταβληθούν και να διαφέρουν ανάλογα με την ηλικία και το στάδιο ανάπτυξης του παιδιού.
it_it: Tenere traccia delle diagnosi è importante poichè i sintomi dell'ADHD possono variare con l'età e la fase di sviluppo.
pt_pt: Monitorizar o diagnóstico é importante pois os sintomas de PHDA podem modificar ao longo do tempo e variar com a idade e estadio de desenvolvimento

source: Why enter the diagnosis data?
el_gr: Γιατί να εισάγω τα δεδομένα της διάγνωσης;
it_it: Perchè inserire i dati diagnostici?
pt_pt: Porquê inserir informação sobre o diagnóstico?

source: Who is able to access the diagnosis data?
el_gr: Ποιός μπορεί να έχει πρόσβαση στα δεδομένα της ανάγνωσης;
it_it: Chi sono le persone in grado di accedere ai dati diagnostici?
pt_pt: Quem pode aceder à informação sobre o diagnóstico?

source: Diagnoses data is only by accessible the child's identified relatives and the health professionals directly involved in the child's private social network.
el_gr: Τα δεδομένα της διάγνωσης είναι προσβάσιμα μόνο από τους αναγνωρισθέντες συγγενείς του παιδιού και τους επαγγελματίες υγείας που εμπλέκονται άμεσα στο ιδιωτικό κοινωνικό δίκτυο του παιδιού.
it_it: Attenzione! Soltanto i familiari e il terapeuta possono accedere ai dati della diagnosi
pt_pt: A informação sobre o diagnóstico apenas está acessível para os familiares da criança e os profissionais de saúde envolvidos na rede social privada da criança.

source: How do I define a behaviour?
el_gr: Πως μπορώ να ορίσω μια συμπεριφορά?
it_it: Come definire un comportamento?
pt_pt: Como definir um comportamento?

source: To describe a behaviour is necessary to provide an operational definition: objective, concise and complete.
el_gr: Για να περιγράψεις μια συμπεριφορά είναι αναγκαίο να παρέχεις ένα λειτουργικό ορισμό: αντικειμενικό, σύντομο και πλήρη.
it_it: Per descrivere un comportamento è necessario fornire una definizione operazionale: obiettiva, concisa e completa.
pt_pt: Para descrever um comportamento é necessário fornecer uma definição operacional: objetiva, concisa e completa.

source: What does it means objective
el_gr: Τι σημαίνει αντικειμενικός;
it_it: Cosa vuol dire obiettiva
pt_pt: O que significa uma definição "objetiva" do comportamento?

source: The behaviour is specifically described in a way that the reader is not require to guess what it means. Good examples are: "John stares out of the window", or “John hits a nearby pupil on the head with an open palm", or "John leaves his assigned seat without permission, during the English lesson". Unhelpful examples are: "John is behaving badly", or "John is violent", or "John wanders around".
el_gr: Η συμπεριφορά πρέπει να περιγράφεται με ακρίβεια κατα τέτοιο τρόπο ώστε ο αναγνώστης να μη μαντεύει τι εννοεί. Καλά παραδείγματα είναι τα ακόλουθα: " Ο Γιάννης κοιτάζει έξω από το παράθυρο", ή "Ο Γιάννης χτυπάει με ανοιχτή παλάμη ένα παιδί που βρίσκεται κοντά του στο κεφάλι ", ή "Ο Γιάννης αφήνει τη θέση που του έχει δοθεί χωρίς άδεια κατα τη διάρκεια του μαθήματος Αγγλικών". Παραδείγματα που πρέπει να αποφεύγονται είναι: "Ο Γιάννης συμπεριφέρεται άσχημα", ή " Ο Γιάννης είναι βίαιος", ή " Ο Γιάννης περιγέρεται τριγύρω".
it_it: Il comportamento deve essere descritto in modo tale che chi legge abbia chiaro cosa sia realmente accaduto. Alcune buone descrizioni sono, per esempio: "Andrea si affaccia alla finestra", o "Andrea da uno schiaffo ad un compagno seduto accanto a lui", o ancora "Andrea si alza dal suo posto durante la spiegazione senza chiedere il permesso". Evitare descrizioni vaghe, come per esempio: "Andrea è distratto", oppure "Andrea è violento" o ancora "Andrea gironzola".
pt_pt: O comportamento deve ser descrito de forma a que não seja necessário "adivinhar" o seu significado. Constituem bons exemplos: "o João olha pela janela", ou "o João bate com a sua mão na cabeça do colega que está ao seu lado", "o João sai do seu lugar durante a aula sem pedir permissão". Constituem maus exemplos: "o João é distraído", "o João é violento", ou "o João deambula pela sala".

source: What does it means concise
el_gr: Τι σημαίνει συνοπτικός;
it_it: Cosa vuol dire concisa
pt_pt: O que significa uma definição "concisa" do comportamento?

source: Use short sentences to describe only what you have observed
el_gr: Χρησιμοποιήστε σύντομες φράσεις περιγράφωντας μόνο αυτό που παρατηρείτε
it_it: Usare frasi brevi per descrivere soltanto ciò che si osserva
pt_pt: Use frases curtas para descrever apenas o que observou

source: Family
el_gr: Οικογένεια
it_it: Famiglia
pt_pt: Família

source: Professionals
el_gr: Επαγγελματίες
it_it: Professionisti
pt_pt: Profissionais

source: What does it means complete
el_gr: Τι σημαίνει πλήρης;
it_it: Cosa vuol dire completa
pt_pt: O que significa uma definição "completa" do comportamento?

source: A complete definition include the place and the setting in which the behaviour occurs. Example of place could be: "classroom", "playground", "kitchen". Example of setting could be..."During a transition time?". Or "In a Maths class on Monday morning". Fill in this field describing when the behaviour is more likely to occur.
el_gr: Ένας πλήρης ορισμός περιλαμβάνει το μέρος και το σενάριο μέσα στο οποίο συνέβη η συμπεριφορά. Ένα παράδειγμα μέρους θα μπορούσε να είναι: "σχολική τάξη", "παιδική χαρά", "κουζίνα". Ένα παράδειγμα σεναρίου θα μπορούσε να είναι..."Κατα τη διάρκεια μετάβασης από μια δραστηριότητα σε άλλη, από ένα μάθημα σε άλλο ή στο διάλειμμα?, ή "Κατα τη διάρκεια του μαθηματος των Μαθηματικών τη Δευτέρα το πρωί". Συμπληρώστε αυτό το πεδίο περιγράφοντας πότε η συμπεριφορά είναι πιθανότερο να συμβεί.
it_it: Una definizione completa include il luogo e il setting in cui il comportamento si è manifestato. Nel campo Luogo va descritto lo spazio fisico nel quale il comportamento si manifesta. Per esempio "classe", "parco giochi" o "cucina". Nel campo Setting si richiede di specificare il contesto entro cui si è verificato il comportamento problematico. Una buona descrizione del Setting risponde alla seguente domanda: "Che cosa stava accadendo quando il comportamento è stato osservato?". Esempi potrebbero essere: "Durante il cambio di ora", oppure "Durante l'ora di matematica il lunedì mattina".
pt_pt: Uma definição completa inclui o local e o contexto em que ocorre o comportamento. No campo "Local" deve ser descrito o espaço físico em que o comportamento ocorre. Por exemplo, "sala de aula", "recreio", "cozinha". No campo "Contexto" deve ser especificado o cenário em que o comportamento ocorre. Uma boa descrição do "Contexto" responde à questão: "O que estava a acontecer quando o comportamento foi observado?". Por exemplo, "durante a transição entre as aulas", "durante a manhã, na aula de Matemática".

source: What is the setting?
el_gr: Ποιο είναι το σενάριο;
it_it: Che cosa è il Setting?
pt_pt: Qual o contexto?

source: A good setting description answers the question: "What was happening when the behaviour was observed?". Examples could be..."During a transition time?". Or "In a Maths class on Monday morning". Fill in this field describing when the behaviour is more likely to occur.
el_gr: Μια καλή περιγραφή σεναρίου απαντά στην ερώτηση: "" Τι συνέβαινε όταν παρατηρήθηκε η συμπεριφορα;"". Για παράδειγμα "" Κατα τη διάρκεια μετάβασης από μια δραστηριότητα σε άλλη, από ένα μάθημα σε άλλο ή στο διάλειμμα?, ή ""Κατα τη διάρκεια του μαθηματος των Μαθηματικών τη Δευτέρα το πρωί"". Συμπληρώστε αυτό το πεδίο περιγράφοντας πότε η συμπεριφορά είναι πιθανότερο να συμβεί
it_it: Col termine inglese Setting si richiede di specificare il contesto entro cui si è verificato il comportamento problematico. Una buona descrizione del Setting risponde alla seguente domanda: "Che cosa stava accadendo quando il comportamento è stato osservato?". Esempi potrebbero essere: "Durante il cambio di ora", oppure "Durante l'ora di matematica il lunedì mattina". Riempire questo campo serve a comprendere meglio quando il comportamento è più probabile che si verifichi.
pt_pt: Uma boa descrição do contexto responde à questão: "Quando devemos prestar atenção se pretendemos ver o comportamento a ocorrer?". As respostas descrevem quando é mais provável que o comportamento ocorra.

source: New assessment
el_gr: Νέα εκτίμηση
it_it: Nuovo assessment
pt_pt: Nova avaliação

source: Phase
el_gr: Φάση
it_it: Fase
pt_pt: Fase

source: State
el_gr: Κατάσταση
it_it: Stato
pt_pt: Estado

source: Observation gathered
el_gr: Συλλεγμένη παρατήρηση
it_it: Osservazioni raccolte
pt_pt: Observações recolhidas

source: ABC gathered
el_gr: Συλλεγμένο ABC
it_it: ABC raccolti
pt_pt: ABC recolhidos

source: Start date
el_gr: Ημερομηνία έναρξης
it_it: Data di inizio
pt_pt: Data de início

source: End date
el_gr: Ημερομηνία λήξης
it_it: Data di fine
pt_pt: Data de término

source: Send the notification about the baseline to the network members
el_gr: Στείλε ειδοποίηση σχετικά με την αρχική κατάσταση στα μέλη του δικτύου
it_it: Invia le notifiche relative alla baseline ai componenti della rete
pt_pt: Enviar aos membros da rede uma notificação acerca da linha de base

source: If you confirm, the members of the child network will receive a notification about the baseline. It will no longer be allowed to make changes to the baseline settings.
el_gr: Αν επιβεβαιώσετε, τα μέλη του δικτύου του παιδιού θα λάβουν ειδοποίηση σχετικά με την αρχική κατάσταση. Δεν θα είναι πλεον επιτρεπτή οποιαδήποτε μεταβολή στις αρχικές ρυθμίσεις.
it_it: Se confermi, i membri della rete del bambino riceveranno una notifica relativamente alla baseline. Da quel momento non sarà più possibile effettuare modifiche alle impostazioni della baselne.
pt_pt: Se concordar, os membros da rede da criança irão receber uma notificação sobre a linha de base. Não será mais permitido fazer alterações nas definições da linha de base.

source: Notify
el_gr: Ειδοποιώ
it_it: Notifica
pt_pt: Notificar

source: Send the notification about the behaviour hypothesized function to the network members
el_gr: Στείλε ειδοποίηση σχετικά με την υποτιθέμενη αιτιολογία της συμπεριφοράς στα μέλη του δικτύου
it_it: Invia alla rete le notifiche relative alla Funzione del comportamento ipotizzata
pt_pt: Enviar aos membros da rede uma notificação sobre a função (hipótese da função) do comportamento

source: If you confirm, the members of the child network will receive a notification about the behaviour function that you hypothesized. It will no longer be modifiable.
el_gr: Αν επιβεβαιώσετε, τα μέλη του δικτύου του παιδιού θα λάβουν ειδοποίηση σχετικά με τη λειτουργία της συμπεριφοράς που έχετε υποθέσει. Θα είναι πλέον τροποποιήσιμο.
it_it: Se clicchi su Notifica, i membri della rete del bambino riceveranno un messaggio sulla Funzione del comportamento da te ipotizzata. Da quel momento non saranno più consentite modifiche
pt_pt: Se concordar, os membros da rede da criança irão receber uma notificação sobre a função (hipótese da função) do comportamento. Não será mais permitido fazer alterações.

source: Send the notification about the intervention to the network members
el_gr: Στείλε ειδοποίηση σχετικά με την παρέμβαση στα μέλη του δικτύου
it_it: Invia ai membri della rete le notifiche relative all'Intervento
pt_pt: Enviar aos membros da rede uma notificação sobre a intervenção

source: If you confirm, the members of the child network will receive a notification about the intervention. It will be no longer allowed to make changes to the intervention settings
el_gr: Αν επιβεβαιώσετε, τα μέλη του δικτύου του παιδιού θα λάβουν ειδοποίηση σχετικά με την παρέμβαση. Δεν είναι πλέον επιτρεπτή οποιαδήποτε μεταβολή στις ρυθμίσεις της παρέμβασης.
it_it: Se clicchi su Notifica, i membri della rete del bambino riceveranno un messaggio sull'Intervento. Da quel momento non saranno più consentite modifiche
pt_pt: Se concordar, os membros da rede da criança irão receber uma notificação sobre a intervenção. Não será mais permitido fazer alterações na intervenção.

source: Select recipients
el_gr: Επιλέξτε
it_it: Scegli i destinatari
pt_pt: Selecione algumas opções

source: Select an option
el_gr: Κάντε μια επιλογή
it_it: Seleziona un\'opzione
pt_pt: Selecione uma opção

source: No results match
el_gr: Δε βρέθηκαν αποτελέσματα που να ταιριάζουν
it_it: Nessun risultato
pt_pt: Não existem resultados

source: Frequency
el_gr: Συχνότητα
it_it: Frequenza
pt_pt: Frequência

source: Set a New intervention
el_gr: Ορίστε μια νέα παρέμβαση
it_it: Programma un Nuovo intervento
pt_pt: Definir uma Nova intervenção

source: To set a New intervention, please select the start and the end date; this represent the period in which some actions, or strategies, will be applied
el_gr: Για να ορίσετε μια νέα παρέμβαση, παρακαλώ επιλέξτε τη μέρα έναρξης και λήξης. Αυτές αναπαριστούν το χρονικό διάστημα, στο οποίο κάποιες δράσεις, ή στρατηγικές θα εφαρμοστούν
it_it: Per programmare un Nuovo intervento seleziona dal menù a tendina la data di inizio e la data di fine; questo rappresenta l'intervallo di tempo entro cui le strategie di intervento saranno applicate
pt_pt: Para definir uma Nova intervenção, por favor, selecione a data de início e de término; este representa o intervalo de tempo em que as estratégias de intervenção serão aplicadas

source: Add o remove a strategy
el_gr: Προσθέστε για να αφαιρεθεί μια στρατηγική
it_it: Aggiungi o rimuovi strategia
pt_pt: Adicionar ou remover uma estratégia
