Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/interface.*.xliff
Languages: el_gr, it_it, pt_pt

source: The child's behaviour assessment and the related observation sessions will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Η εκτίμηση της συμπεριφοράς του παιδιού και οι σχετικές συνεδρίες παρατήρησης θα διαγραφούν οριστικά και δε θα μπορούν να ανακτηθούν. Είστε σίγουρος/η οτι επιθυμείτε να συνεχίσετε;
it_it: La valutazione del comportamento del bambino e relative sessioni di osservazione saranno definitivamente cancellate e non potranno essere recuperate. Sei sicuro di voler procedere?
pt_pt: A avaliação do comportamento da criança e as sessões de observação relacionadas serão eliminadas permanentemente e não poderão ser recuperadas. Tem a certeza que deseja continuar?

source: The effect size is:
el_gr: Το μέγεθος της επίδρασης είναι:
it_it: La grandezza dell'effetto è:
pt_pt: O tamanho do efeito é:

source: Where he/she was?
el_gr: Που ήταν αυτός/η;
it_it: Dove era?
pt_pt: Onde é que ele/ela estava?

source: What he/she was doing?
el_gr: Τι έκανε αυτός/η;
it_it: Cosa stava facendo?
pt_pt: O que é que ele/ela estava a fazer?

source: Who was there?
el_gr: Ποιός ήταν εκεί;
it_it: Chi c'era?
pt_pt: Quem estava presente?

source: What happens right before the behaviour occurs?
el_gr: Τι συνέβη πριν εμφανιστεί η συμπεριφορά;
it_it: Cosa è accaduto immediatamente prima che il comportamento si verificasse?
pt_pt: O que aconteceu imediatamente antes de ocorrer o comportamento?

source: What happened after or as a result of the child’s behavior?
el_gr: Τι συνέβη στη συνέχεια ή ως αποτέλεσμα της συμπεριφοράς του παιδιού;
it_it: Che cosa accade dopo o come conseguenza del comportamento del bambino?
pt_pt: O que aconteceu imediatamente depois ou como resultado do comportamento da criança?

source: How has the child's behaviour changed as a result of the described consequences?
el_gr: Πως άλλαξε η συμπεριφορά του παιδιού ως αποτέλεσμα των περιγεγραμμένων συνεπειών;
it_it: Come cambia il comportamento del bambino in funzione delle conseguenze descritte?
pt_pt: Qual o comportamento da criança face as consequências descritas?

source: Where
el_gr: Που
it_it: Dove
pt_pt: Onde

source: New answer
el_gr: Νέα απάντηση
it_it: Nuova risposta
pt_pt: Nova resposta

source: New reply to
el_gr: Νέο αίτημα
it_it: Nuova risposta a
pt_pt: Nova resposta

source: sent by
el_gr: Στάλθηκε από
it_it: inviato da
pt_pt: enviado por

source: Observation type
el_gr: Τύπος παρατήρησης
it_it: Tipo osservazione
pt_pt: Tipo de Observação

source: Duration
el_gr: Διάρκεια
it_it: Durata
pt_pt: Duração

source: Analysis details
el_gr: Λεπτομέρειες ανάλυσης
it_it: Dettagli dell'analisi
pt_pt: Detalhes da análise

source: Specify your role
el_gr: Εξειδικεύεστε το ρόλο σας
it_it: Specifica il tuo ruolo
pt_pt: Especificar o seu papel

source: Edit profile
el_gr: Επεξεργασία προφίλ
it_it: Modifica profilo
pt_pt: Editar perfil

source: People allowed to take ABCs
el_gr: Άτομα που επιτρέπεται να
it_it: Persone autorizzate a compilare gli ABC
pt_pt: Pessoas autorizadas a assumir o ABC

source: New Baseline
it_it: Nuova Baseline
