Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/interface.*.xliff
Languages: el_gr, it_it, pt_pt

source: Baseline
el_gr: Βασική γραμμή
pt_pt: Linha de base

source: Intervention
el_gr: Παρέμβαση
it_it: Intervento
pt_pt: Intervenção

source: Male
el_gr: Αρσενικό
it_it: Maschio
pt_pt: Masculino

source: Female
el_gr: Θηλυκό
it_it: Femmina
pt_pt: Feminino

source: Welcome to WHAAM application. We have activated your account!
el_gr: Καλωσήρθατε στην εφαρμογή WHAAM. Εχουμε ενεργοποιήσει τον λογαριασμό σας!
it_it: Benvenuto nell'applicazione WHAAM. Il tuo account è stato attivato!
pt_pt: Bem-vindo à aplicação WHAAM. A sua conta foi activada!

source: Add sibling
el_gr: Πρόσθεση αδελφού/ής
it_it: Aggiungi fratello/sorella
pt_pt: Adicionar irmãos

source: Remove sibling
el_gr: Αφαίρεση αδελφού/ής
it_it: Rimuovi fratello/sorella
pt_pt: Remover irmãos

source: Login
el_gr: Σύνδεση
pt_pt: Iniciar sessão

source: Logout
el_gr: Αποσύνδεση
pt_pt: Terminar sessão

source: Edit your role
el_gr: Διορθώστε το ρόλο σας
it_it: Modifica il ruolo
pt_pt: Edite o seu papel

source: Edit
el_gr: Διόρθωση
it_it: Modifica
pt_pt: Editar

source: Delete
el_gr: Διαγραφή
it_it: Cancella
pt_pt: Eliminar

source: View
el_gr: Θεώρηση
it_it: Visualizza
pt_pt: Visualizar

source: New
el_gr: Νεο
it_it: Nuovo
pt_pt: Novo

source: My children
el_gr: Τα παιδιά μου
it_it: I miei bambini
pt_pt: Criança/Jovem

source: Case data
el_gr: Δεδομένα περιστατικού
it_it: Dati del caso
pt_pt: Dados do caso

source: Behaviours
el_gr: Συμπεριφορές
it_it: Comportamenti
pt_pt: Comportamentos

source: Assessment
el_gr: Αξιολόγηση
pt_pt: Avaliação

source: Invitation
el_gr: Πρόσκληση
it_it: Invito
pt_pt: Convite

source: Discipline referral
el_gr: Πειθαρχική παραπομπή
it_it: Provvedimento disciplinare
pt_pt: Procedimento disciplinar

source: Medication
el_gr: Φαρμακευτική αγωγή
it_it: Farmaco
pt_pt: Medicação

source: School
el_gr: Σχολείο
it_it: Scuola
pt_pt: Escola

source: Child network
el_gr: Δίκτυο παιδιού
it_it: Rete del bambino
pt_pt: Rede da criança

source: Assessments
el_gr: Αξιολόγηση
it_it: Assessment
pt_pt: Avaliação

source: Behaviour function
el_gr: Λειτουργία συμπεριφοράς
it_it: Funzione del comportamento
pt_pt: Função do comportamento

source: List
el_gr: Λίστα
it_it: Elenco
pt_pt: Lista

source: Discipline referrals
el_gr: Πειθαρχικές παραπομπές
it_it: Provvedimenti disciplinari
pt_pt: Procedimentos disciplinares

source: Medications
el_gr: Φαρμακευτικές αγωγές
it_it: Medicazioni
pt_pt: Medicação

source: Personal Data
el_gr: Προσωπικά δεδομένα
it_it: Dati Personali
pt_pt: Dados pessoais

source: Other event
el_gr: Αλλο συμβάν
it_it: Evento
pt_pt: Outro evento

source: Diagnoses
el_gr: Διάγνωση
it_it: Diagnosi
pt_pt: Diagnóstico

source: Surname
el_gr: Επώνυμο
it_it: Cognome
pt_pt: Apelido

source: First name
el_gr: Όνομα
it_it: Nome
pt_pt: Nome

source: Sex
el_gr: Φύλο
it_it: Sesso
pt_pt: Sexo

source: Nickname
el_gr: Ψευδώνυμο

source: [0,1] Sibling | ]1,Inf] Siblings
el_gr: [0,1] Αδελφός | ]1,Inf] Αδελφός/ή
it_it: [0,1] Fratello | ]1,Inf] Fratelli
pt_pt: [0,1] Irmãos | ]1,Inf] Irmãos

source: Behaviour
el_gr: Συμπεριφορά
it_it: Comportamento
pt_pt: Comportamento

source: Description
el_gr: Περιγραφή
it_it: Descrizione
pt_pt: Descrição

source: Place
el_gr: Θέση
it_it: Luogo
pt_pt: Local

source: Setting
el_gr: Περιβάλλον
pt_pt: Contexto

source: Age of onset
el_gr: Ηλικία έναρξης
it_it: Età di insorgenza
pt_pt: Idade do início

source: Subtype
el_gr: Υποκατηγορία
it_it: Sottotipo
pt_pt: Subtipo

source: Comorbidity
el_gr: Συνοδές διαταραχές
it_it: Comorbidità
pt_pt: Perturbações comórbidas

source: Medication
el_gr: Φαρμακευτική αγωγή
it_it: Farmaco
pt_pt: Medicação

source: Dosage
el_gr: Δοσολογία
it_it: Dosaggio
pt_pt: Dosagem

source: Date of medication
el_gr: Ημερομηνία φαρμακευτικής αγωγής
it_it: Data di prescrizione
pt_pt: Data da medicação

source: Date of event
el_gr: Ημερομηνία συμβάντος
it_it: Data dell'evento
pt_pt: Data do evento

source: Event description
el_gr: Περιγραφή συμβάντος
it_it: Descrizione dell'evento
pt_pt: Descrição do evento

source: Name of School
el_gr: Ονομασία σχολείου
it_it: Nome della scuola
pt_pt: Nome da escola

source: Date of birth
el_gr: Ημερομηνία γέννησης
it_it: Data di nascita
pt_pt: Data de nascimento

source: Nationality
el_gr: Εθνος
it_it: Nazione
pt_pt: Nacionalidade

source: Email
el_gr: Email (ηλεκτρονική αλληλογραφία)

source: User
el_gr: Χρήστης
it_it: Utente
pt_pt: Utilizador

source: Clients age range
el_gr: Ηλικιακή ομάδα
it_it: Fascia di età dei pazienti
pt_pt: Intervalo de idade dos clientes

source: Specialty
el_gr: Ειδικότητες
it_it: Specialità
pt_pt: Especialidades

source: Treatment approach
el_gr: Θεραπευτική προσέγγιση
it_it: Approccio terapeutico
pt_pt: Abordagem de tratamento

source: Treatment modalities
el_gr: Θεραπευτικά μέσα
it_it: Modalità di trattamento
pt_pt: Modalidades de tratamento

source: Key Stage
el_gr: Βαθμός
it_it: Classe
pt_pt: Ano de escolaridade

source: Has a special needs support teacher
el_gr: Διαθέτει εκπαιδευτικό υποστήριξης ειδικής αγωγής
it_it: Ha un insegnante di sostegno
pt_pt: Tem apoio do professor de educação especial

source: Has an Individual Education Plan or Behaviour PLan
el_gr: Διαθέτει Εξατομικευμένο Πρόγραμμα Εκπαίδευσης
it_it: Ha un Piano Educativo Individualizzato
pt_pt: Tem um Programa Educativo Individual

source: Date of discipline referral
el_gr: Ημερομηνία πειθαρχικής παραπομπής
it_it: Data del provvedimento disciplinare
pt_pt: Data do procedimento disciplinar

source: Edit profile
el_gr: Επεξεργασία προφίλ
it_it: Modifica profilo
pt_pt: Editar perfil

source: Motivation
el_gr: Κίνητρο
it_it: Motivazione
pt_pt: Motivação

source: Year of birth
el_gr: Ετος γέννησης
it_it: Anno di nascita
pt_pt: Ano de nascimento

source: Diagnosis date
el_gr: Ημερομηνία διάγνωσης
it_it: Data della diagnosi
pt_pt: Data do diagnóstico

source: Diagnosis
el_gr: Διάγνωση
it_it: Diagnosi
pt_pt: Diagnóstico

source: The ADHD diagnosis is secondary to other medical conditions
el_gr: Η ΔΥΠΕ είναι δευτερεύουσα πάθηση
it_it: L'ADHD è secondario ad altre condizioni mediche
pt_pt: A PHDA é secundário a outra condição médica

source: Defined by
el_gr: Καθορίστηκε απο
it_it: Definito da
pt_pt: Definido pelo

source: Target behaviour
el_gr: Συμπεριφορά στόχος
it_it: Comportamento target
pt_pt: Comportamento alvo

source: Type
el_gr: Τύπος
it_it: Tipo
pt_pt: Tipo

source: School information
el_gr: Σχολική πληροφορία
it_it: Informazioni scolastiche
pt_pt: Informação escolar

source: School year
el_gr: Σχολική χρονιά
it_it: Anno scolastico
pt_pt: Ano letivo

source: Network
el_gr: Δίκτυο
it_it: Rete
pt_pt: Rede

source: Personal information
el_gr: Προσωπική πληροφορία
it_it: Informazioni personali
pt_pt: Informação pessoal

source: Help not available
el_gr: Η βοήθεια δεν είναι διαθέσιμη
it_it: Help non disponibile
pt_pt: Ajuda não disponível

source: Age
el_gr: Ηλικία
it_it: Anni
pt_pt: Idade

source: Date
el_gr: Ημερομηνία
it_it: Data
pt_pt: Data

source: Discipline referrals
el_gr: Πειθαρχική παραπομπή
it_it: Provvedimenti disciplinari
pt_pt: Procedimento disciplinar

source: WHAAM Project
el_gr: Εργο WHAAM
it_it: Progetto WHAAM
pt_pt: Projeto WHAAM

source: Contact us
el_gr: Επικοινωνία
it_it: Contattaci
pt_pt: Entre em contacto connosco

source: Privacy policy
el_gr: Πολιτική απορρήτου
it_it: Politiche sulla privacy
pt_pt: Política de privacidade

source: Created at
el_gr: Δημιουργήθηκε
it_it: Creato
pt_pt: Criado em

source: Username
el_gr: Όνομα χρήστη
pt_pt: Nome de utilizador

source: The new password has been created successfully and sent you via email. Please check your mailbox
el_gr: Το νέο σας συνθηματικό (password) έχει δημιουργηθεί και σας έχει σταλεί μεσω email. Ελέγξτε τα εισερχόμενα μηνύματά σας.
it_it: La nuova password è stata creata con successo e inviata via email. Controlla la tua mailbox
pt_pt: A nova palavra-chave foi criada com sucesso e enviada para o seu e-mail. Verifique a sua caixa de correio

source: Role
el_gr: Ρόλος
it_it: Ruolo
pt_pt: Papel

source: Approved by parent
el_gr: Εγκρίθηκε απο γονέα
it_it: Approvato dal gentore
pt_pt: Aprovado pelos pais

source: ADHD
el_gr: ΔΕΠΥ
pt_pt: PHDA

source: WHAAM application
el_gr: εφαρμογή WHAAM
it_it: Applicazione WHAAM
pt_pt: Aplicação WHAAM

source: WHAAM logo
el_gr: λογότυπο WHAAM
it_it: Logo di WHAAM
pt_pt: Logotipo WHAAM

source: This project has been funded with support from the European Commission.
el_gr: Το σχέδιο αυτό χρηματοδοτήθηκε με την υποστήριξη της Ευρωπαϊκής Επιτροπής.
it_it: Il presente progetto è finanziato con il sostegno della Commissione europea.
pt_pt: Projecto financiado com o apoio da Comissão Europeia.

source: This publication [communication] reflects the views only of the author, and the Commission
el_gr: Η παρούσα δημοσίευση (ανακοίνωση) δεσμεύει μόνο τον συντάκτη της και η Επιτροπή
it_it: L'autore è il solo responsabile di questa pubblicazione (comunicazione) e la Commissione
pt_pt: A informação contida nesta publicação (comunicação) vincula exclusivamente o autor, não sendo a Comissão

source: cannot be held responsible for any use which may be made of the information contained therein.
el_gr: δεν ευθύνεται για τυχόν χρήση των πληροφοριών που περιέχονται σε αυτήν.
it_it: declina ogni responsabilità sull'uso che potrà essere fatto delle informazioni in essa contenute.
pt_pt: responsável pela utilização que dela possa ser feita.

source: Get help
el_gr: Βοήθεια
it_it: Help
pt_pt: Obter ajuda

source: Messages
el_gr: Μηνύματα
it_it: Messaggi
pt_pt: Mensagens

source: Notification
el_gr: Ειδοποιήσεις
it_it: Notifiche
pt_pt: Notificações

source: User profile
el_gr: Προφίλ χρήστη
it_it: Profilo utente
pt_pt: Perfil do utilizador

source: Welcome to the WHAAM Application
el_gr: Καλωσήρθατε στην εφαρμογή WHAAM
it_it: Benvenuto nell\'applicazione WHAAM
pt_pt: Bem-vindo à aplicação WHAAM. A sua conta foi ativada!

source: The aim of the WHAAM applications is to help you to identify and manage the difficult behaviours of children with ADHD. Click on the next button to view the application features
el_gr: Η εφαρμογή WHAAM έχει στόχο να σας βοηθά να διαχειρίζεστε τις ανεπιθύμητες συμπεριφορές παιδιών με ΔΕΠΥ. Πατήστε παράτω για να δείτε τα κύρια χαρακτηριστικά της εφαρμογής
it_it: L\'applicazione WHAAM ha l\'obiettivo di aiutarti a gestire i comportamenti problematici dei bambini con ADHD. Clicca sul pulsante successivo per conoscere le funzionalità dell\'applicazione
pt_pt: A aplicação WHAAM tem como objetivo ajudar a gerir os comportamentos indesejáveis das crianças com PHDA. Clique no botão seguinte para ver as características da aplicação.

source: Toolbar
el_gr: Γραμμή εργαλείων
it_it: Barra degli strumenti
pt_pt: Barra de ferramentas

source: The toolbar allows you to do the following actions:
el_gr: Η γραμμή εργαλείων σας επιτρέπει να κάνετε τα παρακάτω:
it_it: La barra degli strumenti ti consente di svolgere le seguenti azioni:
pt_pt: A barra de ferramentas permite-lhe executar as seguintes ações:

source: access the user profile
el_gr: πρόσβαση στο προφίλ χρήστη
it_it: accedere al profilo utente
pt_pt: Aceder ao perfil do utilizador

source: display application help
el_gr: προβολή βοήθειας για την εφαρμογή
it_it: mostrare l\'help dell\'applicazione
pt_pt: mostrar ajuda

source: send/receive messages to/from the network
el_gr: αποστολή και αποδοχή μηνυμάτων απο/πρός το δίκτυο
it_it: inviare o ricevere messaggi alla tua rete
pt_pt: enviar/receber mensagens para/da rede

source: view the notifications about the actions done by other users in the network
el_gr: προβολή ειδοποιήσεων για ενέργειες άλλων χρηστών στο δίκτυο
it_it: visualizzare le notifiche delle azioni fatte dagli altri utenti appartenenti alla rete
pt_pt: ver as notificações sobre as ações realizadas pelos outros utilizadores da rede

source: logout of the application
el_gr: αποσύνδεση απο την εφαρμογή
it_it: uscire dall\'applicazione
pt_pt: Sair da aplicação

source: Breadcrumbs
el_gr: Ψηφιακά ίχνη

source: The \'breadcrumbs\' help you to know where you are in the application. Click on each element to move quickly between the different pages.
el_gr: Τα ψηφιακά ίχνη σας βοηθούν να εντοπίζετε τη θέση σας μεσα στην εφαρμογή. Κάντε κλικ σε κάθε στοιχείο για να μεταφερθείτε άμεσα στις διάφορες σελίδες.
it_it: Il breadcrumbs, letteralmente "molliche di pane", ti aiuta ad individuare la tua posizione all\'interno dell\'applicazione. Clicca su ciascun elemento per muoverti immediatamente tra le diverse pagine
pt_pt: Os breadcrumbs ajudam-no a identificar a sua posição dentro da aplicação. Clique em cada um dos elementos para mover-se rapidamente entre as diferentes páginas.

source: New child button
el_gr: Κουμπί εισαγωγής Νέου παιδιού
it_it: Pulsante nuovo profilo
pt_pt: Botão adicionar nova criança

source: Click here to add a new child and start to take advantage of the WHAAM application features.
el_gr: Πατήστε εδώ για να προσθέσετε ενα νεο παιδί και να επωφεληθείτε απο τις δυνατότητες της εφαρμογής WHAAM
it_it: Clicca qui per aggiungere un nuovo profilo e iniziare a utilizzare le funzionalità dell\'applicazione WHAAM
pt_pt: Clicar aqui para adicionar uma nova criança e começar a tirar proveito da aplicação WHAAM

source: Child\'s data
el_gr: Δεδομένα παιδιού
it_it: Dati del bambino
pt_pt: Informações da criança

source: A summary of the child\'s data is shown here. Click the next button to see additional actions.
el_gr: Τα δεδομένα του παιδιού που εισαγάγατε συνοψίζονται παραπάνω. Πιέστε το κουμπί "Επόμενο" για να δείτε τις νέες ενεργειες που είναι διαθέσιμες
it_it: Qui sono mostrati alcuni dati del bambino. Clicca sul pulsante successivo per vedere quali nuove azioni puoi fare adesso
pt_pt: Os dados inseridos sobre a criança encontram-se resumidos aqui. Clique no botão ao lado para ver novas ações.

source: Children\'s toolbar
el_gr: Γραμμή εργαλείων παιδιού
it_it: Barra degli strumenti del bambino
pt_pt: Barra de ferramentas da criança

source: The children\'s toolbar allows you to:
el_gr: Η γραμμή εργαλείων παιδιού σας επιτρέπει να:
it_it: La barra degli strumenti ti consente di:
pt_pt: A barra de ferramentas da criança permite-lhe:

source: view the child\'s data
el_gr: δείτε τα δεδομένα του παιδιού
it_it: visualizzare i dati del bambino
pt_pt: Ver as informações da criança

source: edit the inserted data
el_gr: επεξεργαστείτε τα εισαχθέντα δεδομένα
it_it: modificare i dati del bambino
pt_pt: Modificar as informações da criança

source: delete the child\'s data
el_gr: διαγράψτε τα δεδομένα του παιδιού
it_it: cancellare i dati del bambino
pt_pt: Apagar as informações da criança

source: Click here to access a page where personal, medical, and school information about the child is held.
el_gr: Πατήστε εδώ για να αποκτήσετε πρόσβαση σε μια σελίδα όπου φιλοξενούνται προσωπικά και ιατρικά δεδομένα καθώς και πληροφορίες από το σολικό περιβάλλον του παιδιού.
it_it: Clicca qui per accedere alla pagina delle informazioni personali, mediche e scolastiche del bambino
pt_pt: Clicar aqui para aceder à página onde se encontra a informação pessoal, médica e escolar da criança.

source: Click here to access the page where the unwanted ADHD behaviours are listed.
el_gr: Πατήστε εδώ για να αποκτήσετε πρόσβαση σε μια σελίδα όπου παρατίθενται οι ανεπιθύμητες συμπεριφορές ΔΕΠΥ.
it_it: Clicca qui per accedere alla pagina dove sono elencati i comportamenti problema del bambino
pt_pt: Clicar aqui para aceder à página onde estão listados os comportamentos indesejáveis da criança.

source: Click here to view the list of people in the child\'s private social network.
el_gr: Πατήστε εδώ για να δείτε τη λίστα με τα μέλη του ιδιωτικού κοινωνικού δικτύου του παιδιού.
it_it: Clicca qui per visualizzare la lista delle persone incluse nella rete del bambino
pt_pt: Clicar aqui para visualizar a lista de pessoas incluídas na rede virtual do WHAAM.

source: Click here to invite new people to join the child\'s private social network.
el_gr: Πατήστε εδώ να προσκαλέσετε νέα άτομα να συμμετέχουν στο ιδιωτικό κοινωνικό δίκτυο του παιδιού.
it_it: Clicca qui per invitare nuove persone a partecipare alla rete del bambino.
pt_pt: Clicar aqui para convidar novas pessoas a juntarem-se à rede social privada da criança.

source: Behaviours list
el_gr: Λίστα συμπεριφορών
it_it: Lista comportamenti
pt_pt: Lista de comportamentos

source: This page contains the unwanted behaviours of the child added by members of the virtual network. Click on the new button to add a new behaviour!
el_gr: Η σελίδα περιλαμβάνει ανεπιθύμητες συμπεριφορές του παιδιού, οι οποίες έχουν προστεθεί από μέλης του εικονικού δικτύου. Πατήστε το νέο κουμπί για να προσθέσετε μια νέα συμπεριφορά!
it_it: In questa pagina sono elencati i comportamenti problema inseriti dai componenti della rete. Clicca sul pulsante Nuovo per inserire un altro comportamento
pt_pt: Esta página irá conter os comportamentos indesejáveis da criança inseridos pelos membros da rede virtual. Clique no botão novo para inserir um novo comportamento!

source: Click here to view the previous assessments. In the WHAAM application an assessment is a process to observe a behaviour, identify its function, and plan an intervention.
el_gr: Πατήστε εδώ για να δείτε προηγούμενες εκτιμήσεις. Στην εφαρμογή WHAAM, μια εκτίμηση είναι μια διαδικασία όπου παρατηρείς μια συμπεριφορά, προσδιορίζεις την αιτιολογία της και σχεδιάζεις μια παρέμβαση.
it_it: Clicca qui per visualizzare la lista degli Assessment inseriti per questo comportamento. Nell\'applicazione WHAAM un Assessment è un processo di analisi del comportamento attraverso il quale è possibile identificare le funzioni del comportamento problema e intervenire quindi opportunamente sui fattori che lo innescano e lo mantengono
pt_pt: Clicar aqui para ver a lista das avaliações inseridas para este comportamento. Na aplicação WHAAM uma avaliação consiste no processo de observar um comportamento, identificar a sua função, e planear uma intervenção.

source: From
el_gr: απο
it_it: Da
pt_pt: De

source: To
el_gr: προς
it_it: A
pt_pt: A

source: Still in use
el_gr: Ακόμα σε χρήση
it_it: Ancora in uso
pt_pt: Continua a tomar

source: Min. no. of observations
el_gr: Ελαχιστος αριθμός παρατηρήσεων
it_it: Nr. min. di osservazioni
pt_pt: N. mínimo de observações

source: Observation length
el_gr: Μήκος παρατηρήσεων
it_it: Tempo di osservazione in minuti
pt_pt: Duração da observação

source: min
el_gr: λεπτά

source: Data collection
el_gr: Συλλογή δεδομένων
it_it: Collezione dati
pt_pt: Recolha de dados

source: Observer
el_gr: Παρατηρητής
it_it: Osservatore
pt_pt: Observador

source: Observations
el_gr: Παρατηρήσεις
it_it: Osservazioni
pt_pt: Observações

source: ABCs
el_gr: ABC
it_it: ABC
pt_pt: ABC

source: New baseline
el_gr: Νέα αρχική κατάσταση
it_it: Nuova baseline
pt_pt: Nova linha de base

source: New function
el_gr: Νέα λειουργία
it_it: Nuova funzione
pt_pt: Nova função

source: New Intervention
el_gr: Νέα παρέμβαση
it_it: Nuovo Intervento
pt_pt: Nova intervenção

source: New evaluation
el_gr: Νέα αξιολόγηση
it_it: Nuovo Assessment
pt_pt: Nova avaliação

source: Plan
el_gr: Πλάνο
it_it: Piano
pt_pt: Plano

source: Chart
el_gr: Διάγραμμα
it_it: Grafico
pt_pt: Gráfico

source: In order to
el_gr: Προκειμένου
it_it: Al fine di
pt_pt: De modo a

source: Note
el_gr: Σημείωση
it_it: Nota
pt_pt: Nota

source: Occurs when
el_gr: Εμφανίζεται οταν
it_it: Accade quando
pt_pt: Ocorre quando

source: Function
el_gr: Λειτουργία
it_it: Funzione
pt_pt: Função

source: Strategies
el_gr: Στρατηγικές
it_it: Strategie
pt_pt: Estratégias

source: Strategies have not yet been inserted
el_gr: Δεν έχουν εισαχθεί στρατηγικές
it_it: Le strategie non sono state ancora inserite
pt_pt: Ainda não foram inseridas estratégias

source: Evaluation
el_gr: Αξιολόγηση
it_it: Valutazione
pt_pt: Avaliação

source: Child
el_gr: Παιδί
it_it: Bambino
pt_pt: Criança

source: disable
el_gr: μη ενεργό
it_it: disabilitato
pt_pt: incapacidade

source: New ADHD Diagnosis
el_gr: Νεα ΔΕΠΥ διάγνωση
it_it: Nuova Diagnosi ADHD
pt_pt: Novo Diagnóstico de PHDA

source: Edit ADHD Diagnosis
el_gr: Επεξεργασία ΔΕΠΥ διάγνωσης
it_it: Modifica Diagnosi ADHD
pt_pt: Modificar o Diagnóstico de PHDA

source: Edit Behaviour
el_gr: Επεξεργασία Συμπεριφοράς
it_it: Modifica Comportamento
pt_pt: Modificar o Comportamento

source: New Behaviour
el_gr: Νέα Συμπεριφορά
it_it: Nuovo Comportamento
pt_pt: Novo Comportamento

source: New Discipline Referral
el_gr: Νέα Πειθαρχική Παραπομπή
it_it: Nuovo Provvedimento Disciplinare
pt_pt: Novo Procedimento Disciplinar

source: Edit Discipline Referral
el_gr: Επεξεργασία Πειθαρχικής Παραπομπής
it_it: Modifica Provvedimento disciplinare
pt_pt: Modificar o Procedimento Disciplinar

source: New Event
el_gr: Νέο Συμβάν
it_it: Nuovo Evento
pt_pt: Outro Evento

source: Edit Event
el_gr: Επεξεργασία Συμβάντος
it_it: Modifica Evento
pt_pt: Modificar Evento

source: New Medication
el_gr: Νέα Φαρμακευτική αγωγή
it_it: Nuova Prescrizione
pt_pt: Nova Medicação

source: Edit Medication
el_gr: Επεξεργασία Φαρμακευτικής Αγωγής
it_it: Modifica Prescrizione
pt_pt: Modificar Medicação

source: New School Information
el_gr: Νέα Σχολική Πληροφορία
it_it: Nuova Informazione Scolastica
pt_pt: Nova Informação Escolar

source: Edit School Information
el_gr: Επεξεργασία Σχολικής Πληροφορίας
it_it: Modifica Informazione Scolastica
pt_pt: Modificar Nova Informação Escolar

source: New Baseline
el_gr: Νέα Αρχική Κατάσταση
pt_pt: Nova linha de base

source: Edit Baseline
el_gr: Επεξεργασία Αρχικής Κατάστασης
it_it: Modifica Baseline
pt_pt: Modificar Linha de base

source: New Function
el_gr: Νέα Λειτουργία
it_it: Nuova Funzione
pt_pt: Nova Função

source: Edit Function
el_gr: Επεξεργασία Λειτουργίας
it_it: Modifica Funzione
pt_pt: Modificar Função

source: The child and the related data will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Το παιδί και οι σχετικές πληροφορίες του θα διαγραφούν οριστικά χωρίς δυνατότητα ανάκλησης. Είστε σίγουρος/η οτι θέλετε να συνεχίστε;
it_it: Il profilo del bambino sarà cancellato definitivamente dal sistema e non potrà essere ripristinato. Sei sicuro di voler procedere?
pt_pt: A criança e os seus dados serão eliminados do sistema e não poderão ser recuperados. Tem a certeza?

source: Cancel
el_gr: Ακύρωση
it_it: Annulla
pt_pt: Cancelar

source: Delete
el_gr: Διαγραφή
it_it: Elimina
pt_pt: Eliminar

source: The child's behaviour and the related assessments will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Η συμπεριφορά του παιδιού και οι σχετικές εκτιμήσεις θα διαγραφούν οριστικά χωρίς δυνατότητα ανάκλησης. Είστε σίγουρος/η οτι θέλετε να συνεχίσετε;
it_it: Il comportamento del bambino e i suoi relativi assessment saranno definitivamente cancellati dal sistema e non potranno essere recuperati. Sei sicuro di voler procedere?
pt_pt: O comportamento da criança e os dados das avaliações relacionadas serão eliminados do sistema e não poderão ser recuperados. Tem a certeza?

source: Add strategy
el_gr: Προσθήκη στρατηγικής
it_it: Aggiungi strategia
pt_pt: Adicionar estratégia

source: Remove strategy
el_gr: Διαγραφή στρατηγικής
it_it: Rimuovi strategia
pt_pt: Remover estratégia

source: The behaviour function and the related assessments will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Η συμπεριφορά και οι σχετικές εκτιμήσεις θα διαγραφούν οριστικά χωρίς δυνατότητα ανάκλησης. Είστε σίγουρος/η οτι θέλετε να συνεχίσετε;
it_it: La funzione del comportamento e i relativi assessment saranno definitivamente cancellati dal sistema. Sei sicuro di voler procedere?
pt_pt: A função do comportamento e os dados das avaliações relacionadas serão eliminados do sistema e não poderão ser recuperados. Tem a certeza?
