Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/interface.*.xliff
Languages: el_gr, it_it, pt_pt

source: The intervention strategies are the actions applied to reduce or eliminate the behaviour. To add a strategy, please provide its Name, a clear Description and Assign it to one or more network components displayed
el_gr: Οι στρατηγικές παρέμβασης είναι οι δράσεις που εφαρμόζονται για να ελαττώσουν ή να εξαλείψουν μια συμπεριφορά. Για να προσθέσετε μια στρατηγική, παρακαλώ δώστε το Όνομα, μια σαφή Περιγραφή και Αναθέστε την με ένα ή περισσότερα μέλη του δικτύου που εμφανίζονται.
it_it: Le strategie d'intervento sono specifiche azioni messe in atto per ridurre la probabilità di emissione di un comportamento problema. Per aggiungere una strategia clicca sul link Aggiungi strategia e specifica Nome, Descrizione e Assegna a uno o più componenti della rete visualizzati a fianco
pt_pt: As estratégias de intervenção consistem em ações específicas implementadas para reduzir ou eliminar o comportamento. Para adicionar uma estratégia, por favor, clique no link Adicionar estratégia e especifique o Nome, a Descrição e Atribuir a (um ou mais elementos da rede)

source: For instance:
el_gr: Για παράδειγμα:
it_it: Per esempio:
pt_pt: Por exemplo:

source: - Name: Token economy
el_gr: - Όνομα: Συμβολικό έπαθλο
it_it: - Nome: Token economy
pt_pt: - Nome: economia de fichas (token)

source: Description: a token (i.e. a coin, a sticker, etc.) is an object that is given to a child every time he exhibits an appropriate behavior. After having gained a predetermined number of tokens, the child can exchange them for material reinforcers (i.e. sweets, toys, interactive activities, etc.). A token-based system requires three base elements: 1) objects that are small and quantifiable 2) a reinforcer with which exchange them and 3) a behaviour defined in a clear way.
el_gr: Περιγραφή: το έπαθλο (π.χ. ένα νόμισμα, ένα αυτοκόλλητο κλπ.) είναι ένα αντικείμενο το οποίο δίνεται στο παιδί κάθε φορά που έχει μια ενδεδειγμένη συμπεριφορά. Μετά τη συμπλήρωση ενός προκαθορισμένου αριθμού επάθλων, το παιδί μπορεί να τα ανταλλάξει για την απόκτηση υλικών αγαθών ως επιβράβευση (π.χ. γλυκά, παιχνίδια, διαδραστικές δραστηριότητες κλπ.). Ένα σύστημα βασισμένο σε έπαθλο ως επιβράβευση απαιτεί τρια βασικά στοιχεία: 1) αντικείμενα τα οποία είναι μικρά και μετρήσιμα, 2) κάποιο υλικό αγαθό με το οποίο θα μπορούν να το ανταλλάξουν και θα λειτουργεί ως κινητήριος δύναμη, 3) μια συμπεριφορά σαφώς ορισμένη.
it_it: - Descrizione: un gettone (una moneta, uno sticker, ecc.) viene consegnato dopo l’emissione del comportamento appropriato e dopo un pre-determinato numero di gettoni accumulati questi possono essere scambiati con un rinforzo (es. caramelle, giocattoli, attività interattive, ecc.). Un sistema a gettoni richiede tre elementi base: 1) oggetti piccoli e quantificabili 2) un rinforzo con cui scambiarli e 3) un comportamento definito in modo chiaro.
pt_pt: - Descrição: um token (i.e. uma ficha) consiste num objeto dado à criança cada vez que exibir um comportamento apropriado. Após um número predeterminado de tokens, a criança pode trocá-los por um reforço (i.e. doces, brinquedos, atividades interativas, etc). Um sistema baseado em tokens depende de três elementos básicos: 1) que os objetos sejam pequenos e quantificáveis 2) um reforço para servir de troca pelos objetos 3) um comportamento definido de forma clara.

source: - Assign to: select one or more network components who will apply the strategy
el_gr: - Αναθέστε σε: επιλέξτε ένα ή περισσότερα μέλη του δικτύου τα οποία θα εφαρμόσουν τη στρατηγική
it_it: - Assegna a: seleziona uno o più componenti della rete che dovrà applicare la strategia
pt_pt: - Atribuir a: selecione um ou mais elementos da rede que irão aplicar a estratégia

source: Edit Intervention
el_gr: Eπεξεργασία παρέμβασης
it_it: Modifica Intervento
pt_pt: Modificar a Intervenção

source: Why enter medication data?
el_gr: Γιατί να εισάγω τα δεδομένα της φαρμακευτικής αγωγής;
it_it: Perchè introdurre i dati sui trattamenti farmacologici?
pt_pt: Para quê introduzir dados sobre a medicação?

source: Medications can play an important role in the life of an ADHD child. Knowing what medication is taken and its relative dosage is crucial for the health professional to better understand its effect on symptoms and behaviours of the child.
el_gr: Η φαρμακευτική αγωγή μπορεί να διαδραματήσει σημαντικό ρόλο στη ζωή ενός παιδιού με ΔΕΠΥ. Είναι ζωτικής σημασίας για έναν επαγγελματία υγείας να γνωρίζει τη φαρμακευτική αγωγή καθώς και τη δόση κάθε φαρμάκου έτσι ώστε να κατανοήσει καλύτερα τα συμπτώματα και τις συμπεριφορές ενός παιδιού.
it_it: I trattamenti farmacologici possono avere un ruolo importante nella qualità della vita del bambino con ADHD. Fornire il Nome del farmaco, il Dosaggio per ogni singola somministrazione e la Frequenza di assunzione è utile al terapeuta per comprendere l'effetto che esso potrebbe avere sull'eventuale riduzione o emissione dei comportamenti problema
pt_pt: A medicação pode ter um papel importante na vida da criança com PHDA. Ter conhecimento sobre a medicação e a sua dosagem é crucial para o profissional de saúde compreender melhor o seu efeito nos sintomas e nos comportamentos da criança.

source: Who is able to access medication data?
el_gr: Ποιός έχει πρόσβαση στα δεδομένα της φαρμακευτικής αγωγής;
it_it: Chi può accedere ai dati sulla terapia farmacologica?
pt_pt: Quem terá acesso às informações sobre a medicação?

source: Medication data are accessible only by child relatives and health professionals involved in the child network.
el_gr: Τα δεδομένα της φαρμακευτικής αγωγής είναι προσβάσιμα μόνο από τους συγγενείς τους παιδιού και από τους επαγγελματίες υγείας που εμπλέκονται στο δίκτυο του παιδιού.
it_it: I dati relativi alla terapia farmacologica sono accessibili solo ai familiari e ai terapeuti appartenenti alla rete del bambino
pt_pt: As informações sobre a medicação apenas serão acessíveis pelos familiares da criança e pelos profissionais de saúde envolvidos na rede da criança.

source: What these information are useful for?
el_gr: Για ποιό λόγο είναι χρήσιμες αυτές οι πληροφορίες;
it_it: A cosa sono utili queste informazioni?
pt_pt: Qual a utilidade destas informações?

source: Often ADHD pupils struggle to respect shared rules, so it's important to obtain information about their self-regulation skills and the consequences linked to off-task behaviours.
el_gr: Συχνά τα παιδιά με ΔΕΠΥ δυσκολεύονται να υπακούσουν σε κοινούς κανόνες, επομένως είναι σημαντική η συλλογή πληροφοριών για την ικανότητα αυτορρύθμισής τους καθώς και τις συνέπειες που συνδέεονται με τις συμπεριφορές διάσπασης.
it_it: Spesso i bambini ADHD faticano a rispettare le regole condivise nei vari contesti di vita. Ai fini dell'intervento, è utile tenere traccia della loro capacità di autoregolazione e delle possibili conseguenze legate ai comportamenti disfunzionali. Usa il campo Luogo per sepcificare in quale contesto è stato emesso il provvedimento, se a scuola, a casa, durante una festa, etc.
pt_pt: As crianças com PHDA apresentam muitas vezes dificuldade em respeitar as regras nos vários contextos de vida. Para efeitos de intervenção, é útil obter informações sobre a sua capacidade de autorregulação e as possíveis consequências relacionadas com o comportamento disfuncional. Utilize o campo "Local" para especificar o contexto onde o procedimento será implementado (ex. em cada, na escola, durante uma festa, etc.).

source: Who will access discipline referrals data?
el_gr: Ποιος θα έχει πρόσβαση στα δεδομένα πειθαρχικής παραπομπής;
it_it: Chi accede alle informazioni sui provvedimenti disciplinari?
pt_pt: Quem terá acesso às informações sobre os procedimentos disciplinares?

source: Everyone involved in the child's virtual network.
el_gr: Οποιοσδήποτε που εμπλέκεται στο εικονικό δίκτυο του παιδιού.
it_it: Ciascun soggetto coinvolto nella rete del bambino
pt_pt: Todas as pessoas envolvidas na rede da criança.

source: These information are useful to obtain a more clear school situation of child. School year, school name and grade represent the actual scholastic level of child. The presence of the Individual Education Plan (IEP) describes the special education and related services specifically designed to meet the needs of a child with special educational needs. The IEP and the presence of a support teacher are crucial resources for designing a better intervention on the child.
el_gr: Αυτές οι πληροφορίες είναι χρήσιμες προκειμένου να έχουμε μια σαφή εικόνα για τη σχολική κατάσταση του παιδιού. Το σχολικό έτος, το όνομα του σχολείου και ο βαθμός αναπαριστούν το πραγματικό σχολικό επίπεδο του παιδιού. Η παρουσία ενός εξατομικευμένου εκπαιδευτικού σχεδίου περιγράφει την εξειδικευμένη εκπαίδευση και τις σχετικές παροχές που έχουν σχεδιαστεί ειδικά προκειμένου να ικανοποιούν ένα παιδι με ειδικές εκπαιδευτικές ανάγκες. Η παρουσία ενός εξατομικευμένου εκπαιδευτικού σχεδίου και ενός συνοδού δασκάλου είναι απαραίτητες πηγές πληροφόρησης για το σχεδιασμό μιας καλύτερης παρέμβασης σε ένα παιδί.
it_it: Inserire questi dati è utile per comprendere la situazione scolastica del bambino. Se il bambino ha un insegnante di sostegno o un Piano Educativo Individualizzato (PEI) spunta la casella corrispondente. Sia l'insegnante di sostegno sia il PEI rappresentano risorse fondamentali per la progettazione di un migliore intervento sul bambino. Progettare percorsi individualizzati significa diversificare gli obiettivi formativi e le strategie didattiche, realizzare un'organizzazione flessibile e più articolata dei tempi e degli spazi dell'insegnamento e dell’apprendimento.
pt_pt: Estes dados fornecem informações úteis sobre a situação escolar da criança

source: Who is able to access school data?
el_gr: Ποιός θα έχει πρόσβαση στα σχολικά δεδομένα;
it_it: Chi può accedere ai dati scolastici?
pt_pt: Quem terá acesso à informação escolar?

source: Why insert a Other events?
el_gr: Γιατί εισάγουμε Άλλα συμβάντα;
it_it: Perchè inserire Altri eventi?
pt_pt: Para quê introduzir Outros eventos?

source: During the lifetime new stressful events could happen increasing the risk for symptoms of other psychiatric disorders. Keeping track of them is important to understand their influence on the child behaviour. Please, select the date in which the New event occurred and provide to describe it clearly.
el_gr: Κατα τη διάρκεια της ζωής νέα στρεσογόνα γεγονότα μπορεί να συμβούν αυξάνοντας τον κίνδυνο εμφάνισης συμπτωμάτων κάποιας άλλης ψυχιατρικής διαταραχής. Παρακολουθώντας τα μας βοηθά σημαντικά στο να κατανοήσουμε το βαθμό της επίδρασής τους στη συμπεριφορά του παιδιού. Παρακαλώ, επιλέξτε τη μέρα κατα την οποία συνέβη ένα Νέο Συμβάν και περιγράψτε την με σαφήνεια.
it_it: Nel corso del tempo possono subentrare nuovi eventi stressanti che potrebbero incrementare il rischio di sintomi legati ad altri disordini psichiatrici. Tenerne traccia è importante per comprendere la loro influenza sul comportamento del bambino. Seleziona la data in cui il Nuovo evento ha avuto luogo e fornisci una descrizione chiara di esso.
pt_pt: Durante a vida podem surgir novos eventos stressantes aumentando o risco de sintomas associados a outras perturbações psiquiátricas. Controlar estes eventos é importante para compreender a sua influência no comportamento da criança. Por favor, selecione a data em que ocorreu o Novo evento e descreva-o de forma clara.

source: Who is able to access these information?
el_gr: Ποιός έχει πρόσβαση σε αυτές τις πληροφορίες;
it_it: Chi può accedere a queste informazioni?
pt_pt: Quem terá acesso a esta informação?

source: Message
el_gr: Μήνυμα
it_it: Messaggio
pt_pt: Mensagem

source: Delete all
el_gr: Διαγραφή όλων
it_it: Cancella tutto
pt_pt: Eliminar todas

source: Mark all as read
el_gr: Σήμανση όλων ως αναγνωσμένα
it_it: Segna tutto come letti
pt_pt: Marcar todas como lidas

source: Mark as read
el_gr: Σήμανση ως αναγνωσμένο
it_it: Segna come letto
pt_pt: Marcar como lida

source: What invitation means?
el_gr: Τι σημαίνει η πρόσκληση;
it_it: Come invitare una persona alla rete del bambino
pt_pt: O que significa convidar?

source: As in the most popular social networks like Facebook, Google+, or Linkedin, you can create a virtual network composed of people who are relevant for the ADHD child. You have just to ask them to join you via email filling in the invitation form.
el_gr: Όπως στα πιο δημοφιλή κοινωνικά δίκτυα, όπως είναι το Facebook, το Google+, ή το Linkedin, μπορείς να δημιουργήσεις ένα εικονικό δίκτυο το οποίο θα αποτελείται από άτομα τα οποία σχετίζονται με το παιδί που έχει ΔΕΠΥ. Αυτό που έχεις μόνο να κάνεις είναι να τους ζητήσεις να συμμετάσχουν μέσω ηλεκτρονικής αλληλογραφίας συμπληρώνοντας μια φόρμα πρόσκλησης.
it_it: Come nei più conosciuti social network come Facebook, Google+, o Linkedin, è possibile creare una rete privata tra le persone che ruotano attorno al bambino con ADHD. Compila il campo inserendo l'indirizzo email della persona che desideri aggiungere alla rete.
pt_pt: Tal como nas redes sociais como o Facebook, Google+ ou Linkedin, pode criar uma rede social privada composta por pessoas importantes para a criança com PHDA. Para convidar uma pessoa para a rede deve colocar o seu e-mail no formulário de convite.

source: What other people in the network can do?
el_gr: Τι μπορούν να κάνουν τα υπολοιπα άτομα του δικτύου;
it_it: Cosa possono fare le persone appartenenti alla rete?
pt_pt: O que podem fazer as outras pessoas da rede?

source: They can share knowledge and relevant information about the child behaviors between themselves in order to work efficiently together.
el_gr: Μπορούν να μοιραστούν γνώσεις καθώς και σχετικές πληροφορίες για τις συμπεριφορές του παιδιού έτσι ώστε να συνεργαστούν αποτελεσματικά.
it_it: Esse possono condividere rilevanti informazioni sui comportamenti del bambino al fine di lavorare congiuntamente per migliorare il suo benessere socio-emotivo.
pt_pt: As outras pessoas da rede podem partilhar conhecimento e informações relevantes sobre os comportamentos da criança, de modo a cooperativamente promoverem o bem-estar da criança.

source: No abuses
el_gr: Αποφυγή καταχρήσης
it_it: Violazioni
pt_pt: Violações

source: If you have further problems, please contact abuses@whaam.pa.itd.cnr.it
el_gr: Αν αντιμετωπίζετε περαιτέρω προβλήματα, επικοινωνήστε abuses@whaam.pa.itd.cnr.it
it_it: Per qualunque problema, per favore contatta abuses@whaam.pa.itd.cnr.it
pt_pt: Para qualquer problema, contacte abuses@whaam.pa.itd.cnr.it

source: What is a Baseline?
el_gr: Τι είναι η αρχική κατάσταση;
it_it: Che cosa è la Baseline?
pt_pt: O que é a linha de base?

source: The Baseline is the current level that a behaviour occurs prior to intervention. In the WHAAM application, during the baseline period, people involved in the child network will be allowed to gather data about the behaviour. Select an observer, specify the number of observation sessions and the lenght in minutes of each observation. Please, remember that to have access to the evaluation area of the intervention, the system requires minimum 4 observation sessions.
el_gr: Η αρχική κατάσταση είναι το τρέχον επίπεδο κατα το οποίο συμβαίνει η συμπεριφορά πριν την παρέμβαση. Στην εφαρμογή WHAAM, κατα τη διάρκεια της αρχικής κατάστασης, στα άτομα που εμπλέκονται στο εικονικό δίκτυο του παιδιού τους επιτρέπεται να συλλέγουν δεδομένα για τη συμπεριφορά. ΔΙαλέξτε ένα παρατηρητή, προσδιορίστε το πλήθος των συνεδριών παρατήρησης και τη διάρκεια της κάθε παρατήρησης σε λεπτά. Παρακαλώ, θυμηθείτε οτι για να εχετε πρόσβαση στο πεδίο εκτίμησης της παρέμβασης, το σύστημα απαιτεί το ελάχιστο 4 συνεδρίες παρατήρησης.
it_it: La Baseline è un periodo di tempo scelto per misurare il livello di base del comportamento prima di un intervento. Nell'applicazione WHAAM, durante tale periodo, le persone coinvolte nella rete del bambino possono essere abilitate a raccogliere dati sul comportamento, sia attraverso l'osservazione diretta sistematica sia attraverso schede ABC. Seleziona un osservatore, specifica il numero minimo di osservazioni e i minuti di ciacuna sessione di osservazione. Si ricorda che per avere accesso all'area di valutazione di un intervento, il sistema richiede di effettuare almeno 4 sessioni di osservazione.
pt_pt: A linha de base corresponde ao nível atual do comportamento, avaliado antes da intervenção. Na aplicação WHAAM, as pessoas envolvidas na rede da social privada da criança estão autorizadas a recolher dados sobre o comportamento durante o período de linha de base. Selecione um observador, especifique o número mínimo de observações e a duração (em minutos) de cada observação. Lembre-se que para ter acesso à área de avaliação de uma intervenção, o sistema solicitará no mínimo 4 sessões de observação.

source: Referral description
el_gr: Περιγραφή παραπομπής
it_it: Descrizione del provvedimento
pt_pt: Descrição do procedimento

source: Please fill this field with a brief description of the discipline referral selected. e.g. If the option selected is "Time-out" specify the motivation of this referral, who has proposed it and in which circumstances it happened. Do the same for the option "Other".
el_gr: Παρακαλώ συμπληρώστε αυτό το πεδίο με μια σύντομη περιγραφή της επιλεγμένης πειθαρχικής παραπομπής. π.χ. Αν η επιλογή είναι "Λήξη χρονικού ορίου" προσδιορίστε το κίνητρο αυτής της παραπομπής, ποιος την έχει προτείνει και σε ποιές περιπτώσεις συμβαίνει. Κάντε το ίδιο για την επιλογή "Άλλο".
it_it: Inserisci in questo campo la descrizione del provvedimento disciplinare selezionato. Esempio: se hai scelto l'opzione "Time-out", specifica la motivazione di questo provvedimento, chi lo ha proposto e in quali circostanze. Se scegli l'opzione "Altro", specifica il nome del provvedimento e fornisci una breve descrizione come sopra indicato.
pt_pt: Por favor, preencha este campo com a descrição do procedimento disciplinar selecionado. Por exemplo, se selecionou a opção "Time-out", especifique a razão deste procedimento, por quem foi proposto e em que circunstâncias é utilizado. Faça o mesmo, caso a sua opção seja "Outro", indicando também o nome do procedimento.

source: What baseline data are useful for?
el_gr: Για ποιό λόγο είναι χρήσιμη η αρχική κατάσταση;
it_it: A cosa servono i dati della Baseline?
pt_pt: Para que servem os dados recolhidos na linha de base?

source: Baseline data are used to hypothesize the function of a behaviour and to plan an intervention.
el_gr: Τα δεδομένα της αρχικής κατάστασης χρησιμοποιούνται για να υποθέσουμε ποια είναι η αιτιολογία της συμπεριφοράς και πως να σχεδιάσουμε μια παρέμβαση για την τροποποιήσουμε.
it_it: I dati della Baseline sono utili per formulare ipotesi sulla funzione del comportamento e programmare un piano di intervento
pt_pt: Os dados sobre a linha de base são usados para formular hipóteses acerca da função do comportamento e para planear uma intervenção.

source: What is the observation type?
el_gr: Ποιό είναι το είδος της παρατήρησης;
it_it: Che cosa inserire nel campo Tipo di osservazione
pt_pt: O que significa o tipo de observação?

source: The data collected through the systematic observation are processed differently according to the choice: frequency or duration. In the former case data will be processed counting the behaviour occurrence. In the latter the WHAAM application processes data counting percent of time that a behaviour occurs during the observation period.
el_gr: Τα δεδομένα που συλλέγονται μέσω μια συστηματικής παρατήρησης επεξεργάζονται διαφορετικά ανάλογα με την επιλογή: συχνότητα ή διάρκεια. Στην προηγούμενη περίπτωση, τα δεδομένα θα επεξεργαθούν μετρώντας τη συχνότητα της συμπεριφοράς. Σε αυτή την περίπτωση, η εφαρμογή WHAAM επεξεργάζεται τα δεδομένα μετρώντας το ποσοστό του χρόνου που η συμπεριφορά συμβαίνει κατα τη διάρκεια της περιόδου παρατήρησης.
it_it: Dal menù a tendina è possibile scegliere se osservare la Durata di emissione di un determinato comportamento o la sua Frequenza. La Frequenza indica il numero di volte che un comportamento viene emesso in una determinata situazione. La Durata indica la lunghezza del periodo di tempo nel quale il comportamento oggetto di osservazione si manifesta. Il dispositivo mobile consentirà di raccogliere i dati utilizzando il parametro scelto.
pt_pt: Os dados recolhidos através da observação sistemática são processados de forma diferente de acordo com a opção: frequência ou duração. Para a opção frequência, os dados serão processados contando o número de vezes que o comportamento ocorre. Para a opção duração, os dados serão processados contando a percentagem de tempo em que o comportamento ocorre durante o período observado.

source: How data are collected?
el_gr: Πως συλλέγονται τα δεδομένα;
it_it: Come raccogliere le osservazioni sul campo
pt_pt: Como é feita a recolha de dados?

source: Data are collected using the WHAAM mobile app directly on your mobile phone or tablet.
el_gr: Τα δεδομένα συλλέγονται χρησιμοποιώντας την εφαρμογή WHAAM για κινητά άμεσα στο κινητό τηλέφωνο ή το τάμπλετ.
it_it: E' possibile effettuare le osservazioni sistematiche del comportamento e raccogliere gli ABC utilizzando l'applicazione WHAAM dal tuo dispositivo mobile.
pt_pt: Os dados são recolhidos usando a aplicação móvel WHAAM diretamente no seu telemóvel ou tablet.

source: Edit user
el_gr: Επεξεργασία χρήστη
it_it: Modifica profilo
pt_pt: Modificar o utilizador

source: The section Edit user allow you to update the information about the user profile.
el_gr: Η "Επεξεργασία χρήστη" σου επιτρέπει να ενημερώνεις τις πληροφορίες για το προφίλ του χρήστη.
it_it: In questa sezione è possibile aggiornare le informazioni relative al profilo dell'utente
pt_pt: Seção Modificar o utilizador permite-lhe atualizar a informação do perfil do utilizador.

source: Edit password
el_gr: Επεξεργασία συνθηματικού
it_it: Modifica password
pt_pt: Modificar a palavra-chave

source: This section allow you to change the password. You have to insert the previous password in order to define the new password
el_gr: Πρέπει να εισάγεις το παλιό συνθηματικό για να ορίσεις ένα νεο συνθηματικό
it_it: Per modificare la password è necessario inserire prima la vecchia password e poi la nuova
pt_pt: É necessário inserir a palavra-chave anterior para definir a nova palavra-chave

source: How to identify the behaviour function?
el_gr: Πως μπορούμε να εντοπίσουμε την αιτιολογία της συμπεριφοράς;
it_it: Come individuare la funzione del comportamento?
pt_pt: O que é a função do comportamento?

source: The behaviour function describes "why" the behaviour occurs. You have to fill in the field "When" to describe the specific social, affective, cognitive, and/or enviromentals events in relationship with the occurrence of behaviour.
el_gr: Η αιτιολογία της συμπεριφοράς περιγράφει το "γιατί" συμβαίνει η συμπεριφορά. Πρέπει να συμπληρώσεις το πεδίο " Πότε" για να περιγράψεις τα κοινωνικά, συναισθηματικά, γνωστικά, και/ή περιβαλλοντικά γεγονότα που σχετίζονται με την εμφάνιση της συμπεριφοράς.
it_it: La funzione del comportamento descrive il "perchè" un determinato comportamento si manifesta. Nel campo Quando specifica in quali condizioni il comportamento problema ha più probabilità di verificarsi: se a scuola, a casa, se in presenza di qualche persona in particolare, se prima di specifiche attività o in determinati momenti della giornata.
pt_pt: A função do comportamento representa o "porquê" do comportamento ocorrer. Deve preencher o campo "Quando" para descrever os eventos sociais, afetivos, cognitivos e/ou ambientais relacionados com a ocorrência do comportamento.

source: What are the possible behaviour function?
el_gr: Ποιά είναι η πιθανή αιτίολογία της συμπεριφοράς;
it_it: Quali sono le possibili funzioni del comportamento?
pt_pt: Como identificar a função do comportamento?
