Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/interface.*.xliff
Languages: el_gr, it_it, pt_pt

source: It is often helpful to think, “What purpose is this behaviour serving the child?” when you have to identify the behaviour function. You can find one of the following four functions as purpose of behaviour:
el_gr: Είναι συχνά βοηθητικό να σκεφτείς ""Ποιό σκοπό εξυπηρετεί η συμπεριφορά του παιδιού;"" όταν πρέπει να εντοπίσεις την αιτιολογία της συμπεριφοράς. Μπορείς να χρησιμοποιήσεις μια από τις ακόλουθες τέσσερις λειτουργίες-αιτίες για τη συμπεριφορά:
it_it: Per individuare la funzione di un determinato comportamento prova a rispondere alla domanda: "Che cosa ha prodotto in passato il comportamento del bambino?". Le principali funzioni sono:
pt_pt: Quando tem de identificar a função de um comportamento, a questão-chave é "Qual o propósito que este comportamento está a servir para a criança?". O propósito do comportamento pode ser identificado com uma das seguintes quatro funções:

source: Escape or avoidance
el_gr: Διαφυγή ή αποφυγή
it_it: Fuga o evitamento
pt_pt: Fuga/evitamento

source: Escape or avoidance: the child engages in the behaviour to escape aversive socially mediated attention.
el_gr: Διάσπαση/Έλλειψη προσοχής: Το παιδί έχει αυτή τη συμπεριφορά προκειμένου να αποφύγει μια αποτρεπτική κοινωνικά επιβαλλόμενη διαδικασία προσοχής
it_it: Il bambino manifesta uno specifico comportamento perchè in passato esso ha prodotto l'interruzione o l'evitamento di stimoli per lui sgradevoli (richieste, compiti, attività, persone).
pt_pt: Fuga/evitamento de atenção: a criança manifesta o comportamento para evitar estímulos aversivos gerados por outra pessoa.

source: Obtain a tangible item or gain access to a desired activity
el_gr: Αποκτήστε ένα απτό αντικείμενο ή αποκτήστε πρόσβαση σε μία επιθυμητή δραστηριότητα
it_it: Ottenere un oggetto tangibile o accedere ad un'attività desiderata
pt_pt: Obter um item/objeto tangível ou aceder a uma atividade desejada.

source: The purpose of the behaviour is focused to obtain a specific item or engage in a specific activity from another person. For example, a child hits mom because s/he wants the toy mom is holding. (If this behaviour results in mom giving the child the toy, s/he will be more likely to engage in the same behaviour in the future to get mom's attention.) Common forms of tangible items include, but are not limited to, food, toys, movies, video games, etc.
el_gr: Ο σκοπός της σσυμπεριφοράς επικεντρώνεται στην απόκτηση ενός απτού αντικειμένου ή στην ενασχόληση με μια δραστηριότητα που προέρχεται από κάποιο άλλο άτομο. Για παράδειγμα, ένα παιδί χτυπά τη μητέρα του επειδή αυτός/αυτή επιθυμεί ένα παιχνίδι που κρατάει η μητέρα του. (Αν η συμπεριφορά του έχει ως αποτέλεσμα την απόκτηση του παιχνιδιού, είναι πολύ πιθανό στο μέλλον να επαναλάβει τη συμπεριφορά για κερδίζει την προσοχή της). Συνήθεις μορφές απτών αντικειμένων περιλαμβάνουν αλλά δεν περιορίζονται σε φαγητό, παιχνίδια, ταινίες, ηλεκτρονικά παιχνίδια κ.ά.
it_it: Il bambino manifesta uno specifico comportamento perchè in passato esso ha prodotto l'accesso ad uno specifico oggetto o attività che rientra tra le preferenze del bambino in un preciso momento. Tra le preferenze possono rientrare cibo, giocattoli, film, videogame, etc. Esempio: il bambino grida alla sua mamma perchè vuole un giocattolo. Se la mamma risponde alla richiesta dando il giocattolo, è molto probabile che il il bambino riproporrà in futuro lo stesso comportamento.
pt_pt: O propósito do comportamento é obter um item específico ou receber o consenso de outra pessoa para participar numa atividade específica. Por exemplo, a criança bate na mãe porque quer o objeto que a mãe está a segurar. (Se a mãe responder a este comportamento, dando o objeto à criança, a probabilidade de esta repetir o mesmo comportamento no futuro para obter a atenção da mãe será maior.) Os objetos tangíveis mais comuns incluem, entre outros, alimentos, brinquedos, filmes, videojogos, etc.

source: Sensory stimulation
el_gr: Αισθητηριακή διέγερση
it_it: Stimolazione sensoriale
pt_pt: Estimulação sensorial

source: The individual engages in the behaviour because the response-produced stimulation possesses reinforcing characteristics. For example, a child spinning a bowl on a table to produce the specific auditory stimulation unique to that object.
el_gr: Το άτομο έχει αυτή τη συμπεριφορά γιατί η προκύπτουσα απόκριση έχει διεγερτικά χαρακτηριστικα. Για παράδειγμα, ένα παιδί που στριφογυρίζει ένα μπολ πάνω στο τραπέζι δημιουργεί μια χαρακτηριστική ακουστική διέγερση που είναι μοναδική για αυτό το αντικείμενο.
it_it: Il bambino manifesta uno specifico comportamento perchè in passato esso ha prodotto una stimolazione gradevole o ha ridotto una sensazione sgradevole. Esempi: a) un bambino che si dondola sulla sedia produce uno specifico stimolo propriocettivo, per tale motivo il soggetto tenderà a ripetere quello stesso comportamento o simili ogni qualvota desideri ottenere una gratificazione sensoriale; b) Le scarpe del bambino sono molto strette e questi tende periodicamente a togliersele
pt_pt: A criança manifesta o comportamento porque a estimulação que recebe em função do seu comportamento possui características de reforço. Por exemplo, a criança gira uma tijela em cima da mesa para produzir um estímulo auditivo específico, único deste objeto.

source: Social attention
el_gr: Κοινωνική προσοχή
it_it: Attenzione sociale
pt_pt: Atenção social

source: The child engages in the behaviour to get attention from another person. For example, a child throws a toy for gaining the mom's attention.
el_gr: Το παιδί έχει αυτή τη συμπεριφορά για να αποσπάσει την προσοχή ένός άλλου ατόμου. Για παράδειγμα, ένα παιδι πετάει ένα παιχνίδι για να αποσπάσει την προσοχή της μαμάς.
it_it: Il bambino manifesta uno specifico comportamento perchè in passato ha sortito come effetto l'attenzione di un'altra persona. Possono rientrare nell'attenzione sociale semplici sguardi, rimproveri, commenti, risate, lodi e apprezzamenti. Esempio: mentre la mamma lava i piatti, il bambino lancia un oggetto e la mamma si gira sgridandolo.
pt_pt: A criança manifesta o comportamento para obter a atenção de outra pessoa. Por exemplo, a criança atira o objeto para obter a atenção da mãe.

source: What is the porpouse of the Note field?
el_gr: Ποιό σκοπό εξυπηρετεί το πεδίο Σημείωση;
it_it: Qual'è lo scopo del campo Nota?
pt_pt: Qual o objetivo do campo Nota?

source: You can use the Note field to add any further useful information.
el_gr: Μπορείτε να χρησιμοποιήσετε το πεδίο Σημείωση για να προσθέσετε επιπρόσθετες χρήσιμες πληροφορίες
it_it: Usa il campo Nota per aggiungere qualsiasi informazione che ritieni utile
pt_pt: Pode usar o campo Nota para adicionar informações adicionais interessantes.

source: Escape/Removal of Tasks or Activities: The child engages in the behaviour to escape difficult tasks or demands.
el_gr: Διαφυγή/Διακοπή καθηκόντων ή δραστηριοτήτων: το παιδί έχει αυτή τη συμπεριφορά για να αποφύγει δύσκολα καθήκοντα ή υποχρεώσεις.
it_it: Esempio: durante lo svolgimento di alcuni compiti di matematica il bambino lascia il suo posto. L'interruzione del compito sgradevole rende più probabile che il comportamento si ripresenti.
pt_pt: Fuga/evitamento de tarefas ou atividades: a criança apresenta comportamentos de fuga das tarefas ou atividades difíceis.

source: I have a parental consent or equivalent authorization to access data and invite new people to join the child network.
el_gr: Έχω γονική συναίνεση ή ισοδύναμη άδεια να έχω πρόσβαση στα δεδομένα και να προσκαλέσω νεα άτομα να συμμετάσχουν στο δίκτυο του παιδιού
it_it: Dichiaro di avere il consenso dei genitori o autorizzazione equivalente per accedere ai dati e invitare nuove persone a partecipare alla rete del bambino
pt_pt: Declaro ter consentimento dos pais ou uma autorização equivalente para aceder aos dados e convidar novas pessoas a aderir à rede social da criança

source: Why I have to specify my role?
el_gr: Γιατί πρέπει να εξειδικεύσω το ρόλο μου;
it_it: Perchè occorre specificare il mio Ruolo?
pt_pt: Porque é que tenho de especificar o meu papel?

source: The role in the child virtual network is crucial to attribute the right privileges to the logged user. In particular, health professionals and parents of the child have higher privileges than other profiles. Health professionals are enabled to plan behavioural intervention plans based on the data gathered by the child virtual network. Parents can manage the participation of users in the network, inviting people with whom they like to share personal information
el_gr: Ο ρόλος στο εικονικό δίκτυο του παιδιού είναι σημαντικός έτσι ώστε να αποδωθούν τα σωστά δικαιώμετα στο συνδεόμενο χρήστη. Πιο συγκεκριμένα, οι επαγγελματίες υγείας και οι γονείς του παιδιού έχουν περισσότερα διακαιώματα από άλλους. Οι επαγγελματίες υγείας έχουν τη δυνατότητα να σχεδιάσουν κάποια συμπεριφορική παρέμβαση η οποία να βασίζεται τα δεδομένα που έχουν συλλεχθεί από το εικονικό δίκτυο του παιδιού. Οι γονείς μπορούν να διαχειριστούν τη συμμετοχή των χρηστών στο δίκτυο, προσκαλώντας άτομα με τα οποία επιθυμούν να μοιραστούν προσωπικές πληροφορίες
it_it: Specificare il ruolo nella rete del bambino è cruciale per attribuire i giusti privilegi agli utenti collegati. In particolare, i terapeuti e i genitori dei bambini hanno privilegi più elevati rispetto agli altri profili. I terapeuti sono in grado di programmare un piano di intervento comportamentale sulla base dei dati raccolti dalla rete del bambino. I genitori possono gestire la partecipazione degli utenti alla rete, invitando le persone con le quali condividere le informazioni personali del proprio bambino.
pt_pt: O papel na rede da criança é crucial para atribuir os privilégios adequados ao utilizador. Em particular, os pais da criança e os profissionais de saúde têm mais privilégios do que os outros utilizadores. Os profissionais de saúde podem desenvolver planos de intervenção comportamental com base nos dados recolhidos pela rede da criança. Os pais podem gerir a participação dos utilizadores na rede, convidando pessoas com quem gostariam de partilhar as informações pessoais da criança

source: Is the role specified here global in the WHAAM application?
el_gr: Ο ρόλος προσδιορίζεται εδώ γενικά για την εφαρμογή WHAAM;
it_it: Il ruolo specificato per questo bambino è valido per gli altri bambini presenti nella lista?
pt_pt: O papel aqui definido é geral para toda a aplicação?

source: No. The role is contextual to the child for whom you are working. For instance, you could be an health professional for a child and a grandfather for another one.
el_gr: Όχι. Ο ρόλος συνυφάζεται με το παιδί με το οποίο ασχολείσαι. Για παράδειγμα, μπορεί να είστε επαγγελματίας υγείας για ένα παιδί και παππούς για κάποιο άλλο.
it_it: No. Il ruolo è specifico per il bambino con cui si sta lavorando. Esempio: tu puoi essere terapeuta di un bambino e contemporaneamente il papà di un altro.
pt_pt: Não. O papel é específico para a criança com quem está a trabalhar. Por exemplo, para uma determinada criança pode ser o profissional de saúde e para outra o avô.

source: Can I invite someone else if I have not a parental consent or equivalent?
el_gr: Μπορώ να προσκαλέσω κάποιον άλλο αν δεν έχω γονική συναίνεση ή κάτι ισοδύναμο;
it_it: Posso invitare qualsiasi persona senza avere il consenso dei genitori o autorizzazione equivalente?
pt_pt: Posso convidar uma pessoa, sem o consentimento dos pais ou algo equivalente?

source: Yes, you can invite new people to join the child network. If you are the person who inserted the child record, you take the responsability to share the child data with new people. Otherwise the invitation will be moderated by the person who has inserted the child for the first time in the WHAAM system.
el_gr: Ναι, μπορείτε να προσκαλέσετε νέα άτομα να συμμετάσχουν στο δίκτυο του παιδιού. Αν είστε ένα άτομο που καταγράφει το παιδί, λαμβάνετε την ευθύνη να μοιραστείτε τα δεδομένα του παιδιού με τα νέα άτομα. Διαφορετικά, η πρόσκληση θα λάβει εποπτεί από το άτομο που είσήγαγε το παιδί για πρώτη φορά στο σύστημα WHAAM.
it_it: Si, è possibile invitare nuove persone a partecipare alla rete del bambino. Se sei la persona che ha inserito il profilo del bambino o possiedi il consenso dei genitori puoi condividere i dati con nuove persone. Altrimenti l’invito sarà approvato o meno dalla persona che ha inserito il bambino per primo nel sistema WHAAM.
pt_pt: Sim, pode convidar novas pessoas a aderir à rede da criança. Se é a pessoa que inseriu o perfil da criança, então é o responsável por partilhar os dados da criança com novas pessoas. Caso contrário, o convite será gerido pela pessoa que inseriu a criança pela primeira vez no sistema.

source: You are removing a person from the child network.
el_gr: Διαγράφετε ένα άτομο από το δίκτυο του παιδιού.
it_it: Fai attenzione: stai rimuovendo una persona dalla rete del bambino.
pt_pt: Está a remover uma pessoa da rede da criança.

source: Be careful
el_gr: Προσοχή
it_it: Attenzione
pt_pt: Atenção

source: this feature should be used just in case of abuses or if someone involved in the network a person with whom you don't want to share data.
el_gr: Αυτό το χαρακτηριστικό πρέπει να χρησιμοποιηθεί σε περίπτωση κατάχρησης ή αν κάποιος εμπλέκεται στο δίκτυο με τον οποίο δε επιθυμείτε να μοιραστείτε τα δεδομένα
it_it: questa funzione dovrebbe essere utilizzata solo in caso di abusi o qualora qualcuno dovesse coinvolgere nella rete persone con le quali non si desidera condividere i dati.
pt_pt: Esta função apenas deve ser usada em caso de abuso ou se alguém da rede envolver uma pessoa com quem não quer partilhar as informações.

source: If you have further problems, please contact abuses@whaam.pa.itd.cnr.it
el_gr: Αν αντιμετωπίζετε περαιτέρω προβλήματα, επικοινωνήστε abuses@whaam.pa.itd.cnr.it
it_it: Per qualunque problema, per favore contatta abuses@whaam.pa.itd.cnr.it
pt_pt: Para qualquer problema, contacte abuses@whaam.pa.itd.cnr.it

source: Sent messages
el_gr: Απεσταλμένα μηνύματα
it_it: Messaggi inviati
pt_pt: Mensagens enviadas

source: New message
el_gr: Νέο μήνυμα
it_it: Nuovo messaggio
pt_pt: Nova mensagem

source: Sender
el_gr: Αποστολέας
it_it: Mittente
pt_pt: Remetente

source: Subject
el_gr: Αντικείμενο
it_it: Oggetto
pt_pt: Assunto

source: Inbox
el_gr: Εισερχόμενα
it_it: Casella messaggi
pt_pt: Caixa de entrada

source: Recipients
el_gr: Παραλήπτες
it_it: Destinatari
pt_pt: Destinatário

source: The selected record will be permanently deleted and cannot be recovered. Are you sure you want to proceed?
el_gr: Η επιλεγμένη εγγραφή έχει οριστικά διαγραφεί και δεν μπορεί να ανακτηθεί. Είστε σίγουρος/η οτι θέλετε να συνεχίσετε;
it_it: Il seguente elemento sarà cancellato definitivamente e non potrà essere recuperato. Sei sicuro di voler proseguire?
pt_pt: O seguinte item será excluído permanentemente e não poderá ser recuperado. Tem a certeza que deseja continuar?

source: Attention: The time distance between sessions should be regular as more as possible.
el_gr: Προσοχή: Το χρονικό διαστημα μεταξύ των συνεδριών θα έπρεπε να είναι οσο το δυνατόν παρόμοιο.
it_it: Attenzione: La distanza di tempo tra una sessione di osservazione e l'altra deve essere il più possibile regolare.
pt_pt: Atenção: o intervalo entre as sessões deve ser o mais regular possível.

source: Data not available
el_gr: Τα δεδομένα δεν είναι διαθέσιμα
it_it: Dati non disponibili
pt_pt: Informação não disponível

source: You have to gather at least 4 observations for both the baseline and the treatment phases to have access to the evaluation of the data efficacy.
el_gr: Πρέπει να συλλέξεις τουλάχιστον 5 παρατηρήσεις τόσο για την αρχική κατάσταση όσο και για την θεραπευτική φάση για να έχεις πρόσβαση στην εκτίμηση της αποτελεσματικότητας των δεδομένων.
it_it: Occorrono almeno 4 osservazioni sia per la fase di baseline sia per quella di trattamento, affinchè si possa accedere alla valutazione dell'efficacia dell'intervento
pt_pt: Tem de registar pelo menos 4 observações para cada uma das fases de linha de base e de intervenção para poder aceder à avaliação da eficácia (da intervenção).

source: You can not find the behaviour in the list?
el_gr: Δε μπορείτε να βρείτε κάποια συμπεριφορά στη λίστα;
it_it: Non trovi il comportamento nella lista?
pt_pt: Não consegue encontrar o comportamento na lista?

source: Check the box and write it!
el_gr: Ελέγξτε το κουτί και γράψτε το!
it_it: Seleziona il box e scrivilo!
pt_pt: Selecione a caixa e escreva!

source: Cancel and go back to the behaviours' list
el_gr: Ακύρωση και επιστροφή στη λίστα των συμπεριφορών.
it_it: Annulla e torna indietro alla lista dei comportamenti
pt_pt: Cancelar e voltar à lista dos comportamentos

source: Assigned to
el_gr: Ανατίθεται στον/στην
it_it: Assegnato a
pt_pt: Atribuído a

source: Assessment plan
el_gr: Σχέδιο εκτίμησης
it_it: Piano di assessment
pt_pt: Plano de avaliação

source: This page is aimed to plan the behavioural intervention and to evaluate the data gathered by the virtual network of the child.
el_gr: Αυτή η σελίδα στοχεύει στο σχεδιασμό μια συμπεριφορικής παρέμβασης και στην εκτιμήση των συλλεγμένων δεδομένων από το εικονικό δίκτυο του παιδιού.
it_it: Questa pagina ha l\'obiettivo di programmare il piano di intervento comportamentale e di valutare i dati raccolti dalla rete del bambino.
pt_pt: Esta página destina-se ao desenvolvimento da intervenção comportamental e à avaliação dos dados recolhidos pela rede da criança.

source: AB design
el_gr: ΑΒ σχέδιο
it_it: Disegno AB
pt_pt: Desenho AB

source: The WHAAM application supports
el_gr: Η εφαρμογή WHAAM υποστηρίζει την/τον αποκαλούμενη/ο
it_it: L\'applicazione WHAAM supporta il
pt_pt: A aplicação WHAAM apoia

source: This means that the first step is gathering information about the baseline of the behaviour, then the HP will be able to hypothesize which function is supporting it
el_gr: Αυτό σημαίνει οτι το πρώτο βήμα είναι να συλλέξεις πληροφορίες σχετικά με την αρχική κατάσταση της συμπεριφοράς ετσι ώστε ο επαγγελματίας υγείας να μπορεί να υποθέσει την αιτιολογία της συμπεριφοράς
it_it: In questo disegno, il primo passo è osservare il comportamento durante il periodo di baseline, il secondo riguarda la formulazione dell\'ipotesi della funzione che lo mantiene,
pt_pt: Isto significa que o primeiro passo consiste em recolher informação sobre a linha de base do comportamento, para que depois o profissional de saúde possa desenvolver uma hipótese sobre a sua função

source: and plan a behavioural intervention to reduce or eliminate the target behaviour.
el_gr: και να σχεδιάσει μια συμπεριφορική παρέμβαση προκειμένου να ελαττώσει ή να εξαλεψει τη συμπεριφορά-στόχο
it_it: il terzo passo infine è la programmazione di un piano di intervento comportamentale per ridurre o eliminare il comportamento target.
pt_pt: e planear uma intervenção comportamental para reduzir ou eliminar o comportamento alvo.

source: Finally, the gathered data will be evaluated in order to check if the treatment has had the expected effect on the behaviour.
el_gr: Τέλος, τα συλλεγμένα δεδομένα θα εκτιμηθούν προκειμένου να εξεταστεί αν η θεραπεία είχε την αναμενόμενη επίδραση στη συμπεριφορά
it_it: Infine, i dati raccolti saranno valutati al fine di controllare se il trattamento ha avuto l\'effetto atteso sul comportamento.
pt_pt: No final, os dados recolhidos serão avaliados de modo a verificar se a intervenção teve o efeito esperado no comportamento.

source: Assessment toolbar
el_gr: Γραμμή εργαλείων εκτίμησης
it_it: Toolbar di assessment
pt_pt: Barra de ferramentas da Avaliação

source: These buttons are displayed green if you can add the relative phase or gray if you can\'t.
el_gr: Αυτά τα κουμπιά εμφανίζονται πράσινα αν μπορείς να προσθέσεις μια σχετική φάση ή γκρι αν δε έχεις αυτή τη δυνατότητα
it_it: I pulsanti verdi abilitano l\'utente ad aggiungere una fase al piano di assessment, quelli grigi invece indicano che tale possibilità non è ancora disponibile.
pt_pt: Estes botões serão exibidos a verde se puder adicionar a fase específica ou a cinzento se não puder.

source: Please remember that the assessment phases have to be inserted in a row as follow: baseline, function, intervention.
el_gr: Παρακαλώ θυμήσου οτι οι φάσεις εκτίμησης πρέπει να εισαχθούν οριζόντια ως εξής: αρχική κατάσταση, αιτολογία, παρέμβαση.
it_it: Per favore ricordati che la fase di assessment deve essere inserita nel seguente ordine: baseline, funzione, intervento.
pt_pt: Por favor, lembre-se que as fases da avaliação devem ser inseridas na seguinte ordem: linha de base, função, intervenção.

source: The evalution will be automatically calculated when at least 4 observation sessions for both baseline and intervention will be gathered.
el_gr: Η εκτίμηση θα υπολογιστεί αυτόματα όταν τουλάχιστον 4 συνεδρίες παρατήρησεις συλλεχθούν τόσο για την αρχική κατάσταση όσο και για την παρέμβαση
it_it: La valutazione dell\'efficacia dell\'intervento sarà automaticamente calcolata quando saranno raccolte almeno 4 sessioni di osservazione sia per la fase di baseline sia per quella di intervento.
pt_pt: A avaliação será calculada automaticamente quando tiver recolhido pelos menos 4 sessões de observação, tanto para a linha de base como para a intervenção.

source: Phase toolbar
el_gr: Γραμμή εργαλείων φάσης
it_it: Toolbar della fase
pt_pt: Barra de ferramentas

source: The phase toolbar allows you to
el_gr: Η γραμμή εργαλείων φάσης σου επιτρέπει να
it_it: La toolbar della fase ti consente di:
pt_pt: A barra de ferramentas da fase permite-lhe

source: send notifications to the other members network about the phase you defined. Since modification are sent
el_gr: αποστέλλεις ειδοποιήσεις σε άλλα μέλη του δικτύου για την φάση που όρισες. Από τη στιγμή που αποστέλλεται η τροποίηση
it_it: Inviare notifiche agli altri membri della rete riguardo la fase che hai definito. Non appena le notifiche sono inviate
pt_pt: Enviar notificações a outros membros da rede sobre a fase que definiu. Assim que as notificações são enviadas,

source: the phase settings modification will be restricted.
el_gr: οι ρυθμίσεις τροποίησης της φάσης θα υπόκεινται σε περιορισμούς
it_it: non sarà consentita alcuna modifica alle impostazioni.
pt_pt: as modificações das configurações da fase serão restringidas.

source: View phase data
el_gr: Δείτε τα δεδομένα φάσης
it_it: Visualizzare i dati della fase
pt_pt: Visualizar os dados da fase

source: Edit phase data
el_gr: Επεξεργασία δεδομένων φάσης
it_it: Modificare i dati della fase
pt_pt: Modificar dados da fase

source: Delete the phase
el_gr: Διαγραφή της φάσης
it_it: Cancellare la fase
pt_pt: Eliminar a fase

source: Extra information
el_gr: Επιπρόσθετες πληροφορίες
it_it: Ulteriori informazioni
pt_pt: Mais informações

source: Other information about the assessment phase are accessible clicking on the relative icon. The baseline phase allows users to access ABCs data and visualize observation charts.
el_gr: Άλλες πληροφορίες για τη φάση εκτίμησης είναι προσβάσιμες πατώντας στο σχετικό εικονίδιο. Για παράδειγμα, η αρχική κατάσταση σου επιτρέπει να έχει πρόσβαση στα δεδομενα ΑΒΓ και να δεις τα γραφήματα παρατήρησης.
it_it: Le altre informazioni sulla fase di assessment sono accessibili cliccando sull\'icona corrispondente. Nel caso della baseline è possibile accedere ai dati degli ABC e alla visualizzazione dei grafici delle osservazioni.
pt_pt: Outras informações sobre a fase da avaliação estão acessíveis se clicar no ícone correspondente. A fase Linha de base permite aceder aos dados do ABC e visualizar os gráficos de observação.

source: Planning
el_gr: Σχεδιασμός
it_it: In programmazione
pt_pt: A planear

source: Completed
el_gr: Ολοκληρώθηκε
it_it: Completata
pt_pt: Concluído

source: Shared
el_gr: Μοιράστηκε
it_it: Condivisa
pt_pt: Partilhado

source: NA
el_gr: ΔΑ
it_it: ND
pt_pt: ND
