Repository: gianluca78/whaamproject
Catalog: app/Resources/translations/validators.*.xliff
Languages: el_gr, it_it, pt_pt

source: The value {{ value }} is not a valid {{ type }}
el_gr: Η τιμή {{ value }} δεν είναι έγκυρη {{ type }}
it_it: Il valore {{ value }} non è un valido {{ type }}
pt_pt: O valor {{ value }} não é válido {{ type }}

source: The field must contain at least {{ limit }} characters
el_gr: Το πεδίο πρέπει να περιέχει τουλάχιστον {{ limit }} χαρακτήρες
it_it: Il campo deve contenere almeno {{ limit }} caratteri
pt_pt: O campo deve conter no mínimo {{ limit }} caracteres

source: The field cannot contain texts longer than {{ limit }} characters
el_gr: Το πεδίο δεν μπορεί να περιέχει κείμενο μεγαλύτερο απο {{ limit }} χαραχτήρες
it_it: Il campo non può contenere testi di lunghezza superiore a {{ limit }} caratteri
pt_pt: O campo não pode conter mais do que {{ limit }} caracteres

source: Required field
el_gr: Υποχρεωτικό πεδίο
it_it: Campo obbligatorio
pt_pt: Campo obrigatório

source: The date is not valid
el_gr: Η ημερομηνία δεν είναι σωστή
it_it: La data non è valida
pt_pt: A data não é válida

source: The username is already used
el_gr: Το όνομα χρήστη δεν είναι διαθέσιμο
it_it: Questo username è stato già utilizzato
pt_pt: Já existe um utilizador com este nome

source: The email "{{ value }}" is not a valid email
el_gr: Το email "{{ value }}" δεν είναι έγκυρο
it_it: L'email "{{ value }}" non un indirizzo valido
pt_pt: O email "{{ value }}" não é válido

source: Password and repeat password fields are not the same
el_gr: Οι κωδικοί δεν ταιριάζουν
it_it: I campi password e ripeti la password non sono uguali
pt_pt: As palavras-chave não são idênticas

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}
el_gr: Αυτός ο τύπος αρχείου δεν είναι έγκυρος ({{ type }}). Επιτρεποί τύποι αρχείων είναι {{ type }}
it_it: Il tipo del file è invalido ({{ type }}). I tipi consentiti sono {{ types }}
pt_pt: O tipo mime do ficheiro é inválido ({{ type }}). Os tipos mime autorizados são {{ types }}

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}
el_gr: Το αρχείο είναι πολύ μεγάλο ({{ size }} {{ suffix }}). Το μεγαλύτερο επιτρεπτό είναι {{ limit }} {{ suffix }}
it_it: Il file è troppo grande ({{ size }} {{ suffix }}). La grandezza massima è {{ limit }} {{ suffix }}
pt_pt: O arquivo é muito grande ({{ size }} {{ suffix }}). O tamanho máximo permitido é {{ limit }} {{ suffix }}

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
el_gr: Το αρχείο είναι πολύ μεγάλο. Το μεγαλύτερο επιτρεπτό είναι {{ limit }} {{ suffix }}
it_it: Il file è troppo grande. La grandezza massima consentita è {{ limit }} {{ suffix }}.
pt_pt: O arquivo é muito grande. O tamanho máximo permitido é {{ limit }} {{ suffix }}.

source: The file could not be found
el_gr: Το αρχείο δεν βρέθηκε
it_it: Il file non è stato trovato
pt_pt: O arquivo não foi encontrado

source: The file is not readable
el_gr: Το αρχείο δεν είναι αναγνώσιμο
it_it: Il file non è leggibile
pt_pt: O arquivo não pode ser lido

source: The file is too large
el_gr: Το αρχείο είναι πολύ μεγάλο
it_it: Il file è troppo grande
pt_pt: TO arquivo é muito grande

source: The file could not be uploaded
el_gr: Το αρχείο δεν μπορεί
it_it: Il file non può essere caricato
pt_pt: O arquivo não pode ser enviado

source: The email is not available or invalid
el_gr: Το email δεν είναι διαθέσιμο/έγκυρο
it_it: L'email non è disponibile o non è valida
pt_pt: O email não existe ou é inválido

source: The nickname is already used
el_gr: Το όνομα χρήστη δεν είναι διαθέσιμο
it_it: Questo nickname è stato già utilizzato
pt_pt: Já existe um utilizador com este nickname

source: You have to choose at least one option
el_gr: Πρέπει να επιλέξετε τουλάχιστον μια τιμή
it_it: Devi scegliere almeno un'opzione
pt_pt: Escolha pelo menos uma opção

source: Invalid value
el_gr: Μή έγκυρη τιμή
it_it: Valore non valido
pt_pt: Valor inválido

source: You have to accept the WHAAM terms and conditions to register a new account
el_gr: Πρέπει να αποδεχτείτε του όρους και τις συνθήκες του WHAAM για να δημιουργήσετε ένα νέο λογαριασμό
it_it: Devi accettare i termini e le condizioni dell'applicazione WHAAM per registrare un nuovo account
pt_pt: Deverá aceitar os termos e condições do WHAAM para registar uma nova conta

source: The inserted year is not valid. Please use the format "aaaa-aa"
el_gr: Το έτος που καταχωρήσατε δεν είναι έγκυρο. Παρακαλούμε χρησιμοποιήστε τη μορφή "εεεε-μμ"
it_it: L'anno inserito non è valido. Utilizzare il formato "aaaa-aa"
pt_pt: O ano inserido não é válido

source: The user has already been invited to join this network
el_gr: Ο χρήστης έχει ήδη προσκληθεί να συμμετάσχει σε αυτό το δίκτυο
it_it: L'utente è già stato invitato ad unirsi alla rete
pt_pt: O utilizador já foi convidado a aderir a esta rede

source: You can\'t invite yourself
el_gr: Δεν είναι δυνατή η πρόσκληση του εαυτού σας
it_it: Non puoi invitare te stesso
pt_pt: Não pode convidar-se a si próprio

source: The end date must be after the start date
el_gr: Η ημερομηνία λήξης πρέπει να είναι μεταγενέστερης της ημερομηνίας έναρξης
it_it: La data di fine deve essere successiva alla data di inizio
pt_pt: A data de término deve ser posterior à data de início

source: An assessment phase is overlapped with the dates interval
el_gr: Η φάση εκτίμησης επικαλύφθηκε από τα χρονικά διαστήματα
it_it: Una fase di assessment si sovrappone con l'intervallo delle date inserito
pt_pt: Uma fase de avaliação coincide com as datas do intervalo inserido

source: This value should be greater than {{ compared_value }}
el_gr: Αυτή η τιμή πρέπει να είναι μεγαλύτερη από {{ compared_value }}
it_it: Il valore deve essere maggiore di {{ compared_value }}
pt_pt: Este valor deve ser superior a {{ compared_value }}

source: This value should be the user current password
el_gr: Η τιμή πρέπει να είναι το τρέχον συνθηματικό του χρήστη
it_it: Il valore deve coincidere con la password corrente
pt_pt: Este valor deve ser a palavra-chave do utilizador

source: The inserted email is not valid
el_gr: Το καταχωρημένο email den είναι σωστό
it_it: La mail inserita non è valida
pt_pt: O e-mail inserido não é válido

source: The minimum age is 0 years old
el_gr: Η ελάχιστη ηλικία είναι 0 ετών
it_it: L'età minima è 0 anni
pt_pt: A idade mínima é 0

source: The maximum age is 30
el_gr: Η μέγιστη ηλικία είναι 30 ετών
it_it: L'età massima è 30 anni
pt_pt: A idade máxima é 30 anos

source: You can't invite new people because you have not specified your role in the child network
el_gr: Δε μπορείτε να προσκαλέσετε νέα άτομα γιατί δεν έχετε εξειδικεύσει το ρόλο σας στο δίκτυο του παιδιού
it_it: Tu non puoi invitare nuove persone poichè non hai specificato il tuo ruolo nella rete del bambino.
pt_pt: Não pode convidar novas pessoas porque não especificou o seu papel na rede da criança.
