Repository: gianluca78/whaamproject
Catalog: src/WHAAM/PrivateApplication/Bundle/ChildBundle/Resources/translations/email_invitation.*.xliff
Languages: el_gr, it_it, pt_pt

source: The invitation email has been sent with success
el_gr: Η ηλεκτρονική αλληλογραφία πρόσκλησης έχει σταλεί επιτυχώς
it_it: L'invito è stato inviato con successo
pt_pt: O e-mail de convite foi enviado com sucesso

source: An error occurred during sending of the email invitation. Please try again
el_gr: Προέκυψε ενα λάθος κατά την αποστολή της πρόσκλησης μέσω ηλεκτρονικού ταχυδρομείου. Παρακαλούμε προσπαθήστε ξανά.
it_it: Si è verificato un errore durante l'invio dell'email. Per favore riprova
pt_pt: Ocorreu um erro durante o envio do e-mail de convite. Por favor, tente novamente

source: Dear user
el_gr: Αγαπητέ χρήστη
it_it: Gentile utente
pt_pt: Caro utilizador

source: has invited you to join to the network of
el_gr: σας προσκάλεσε να συμμετάσχετε στο δίκτυο του/της
it_it: ti ha invitato ad unirti alla network di
pt_pt: convidou-o a juntar-se à rede de

source: within the WHAAM application.
el_gr: στην εφαρμογή WHAAM
it_it: all'interno dell'applicazione WHAAM.
pt_pt: dentro da aplicação WHAAM

source: Login to the WHAAM application to work together with the child's network.
el_gr: Συνδεθείτε στην εφαρμογή WHAAM για να συνεργαστείτε με το δίκτυο του παιδιού.
it_it: Effettua il login all'applicazione WHAAM per unirti alla rete del bambino
pt_pt: Efetue o login na aplicação WHAAM para aderir à rede da criança

source: Best regards,
el_gr: Χαιρετισμούς,
it_it: Cordiali saluti,
pt_pt: Com os melhores cumprimentos,

source: The WHAAM staff
el_gr: Το προσωπικό του WHAAM
it_it: Lo staff di WHAAM
pt_pt: A equipa do WHAAM

source: The WHAAM application can be accessed through both personal computers and mobile devices and allows teachers, parents, and health professionals to monitor and support childrens behaviours who have ADHD.
el_gr: Η εφαρμογή WHAAM είναι προσβάσιμη μέσα απο ηλεκτρονικούς υπολογιστές και κινητές συσκευές, επιτρέποντας σε δασκάλους, γονείς και επαγγελματίες υγείας να παρακολουθούν και να στηρίζουν συμπεριφορές παιδιών με ΔΕΠΥ
it_it: L'applicazione WHAAM è accessibile attraverso personal computer e dispositivi mobili e consente ad insegnanti, genitori, e professionisti della salute di monitorare e supportare i comportamenti dei bambini con ADHD.
pt_pt: A aplicação WHAMM está acessível através do computador pessoal ou de dispositivos móveis e permite aos professores, pais e profissionais de saúde acompanhar e apoiar os comportamentos da criança com PHDA

source: Please sign up to the WHAAM application by clicking on the following URL or pasting it into your browser:
el_gr: Για την εγγραφή σας στην εφαρμογή WHAAM επισκεφθείτε την παρακάτω διεύθυνση ή επικολλήστε την στον φυλλομετρητή σας:
it_it: Per favore registrati all'applicazione WHAAM, cliccando sul seguente URL o incollandolo nella barra degli indirizzi del browser:
pt_pt: Por favor, registe-se na aplicação WHAAM. Para isso basta clicar no URL que se segue ou copiar e colar o endereço no navegador de internet.

source: Request for moderation
el_gr: Αίτημα για εποπτεία
it_it: Richiesta di moderazione
pt_pt: Pedido de moderação/gestão

source: We need your help! As the person who inserted the child %s, you have the great responsability to decide who can join his WHAAM virtual network and view the child personal data. %s has invited %s to join the network but he doesn't have a parental consent or equivalent to do that. Consequently, it's up to you to decide if this request is admissible.
el_gr: Χρειαζόμαστε τη βοήθειά σας! Είστε το άτομο που εισήγαγε το παιδί %s, έχετε την ευθύνη να αποφασίσετε ποιός θα συμμετέχει στο εικονικό δίκτυο WHAAM καθώς και ποιός θα μπορεί να βλέπει τα δεδομένα του παιδιού. Ο/Η %s έχει προσκαλέσει τον/την %s να συμμετάσχει στο δίκτυο αλλά δεν έχει γονική συναίνεση ή κάτι ισοδύναμο αυτής. Συνεπώς, ανατίθεται σε εσάς η ευθύνη αν θα επιτραπεί η αποστολή του αιτήματος
it_it: Abbiamo bisogno del tuo suppporto! In qualità di utente che ha inserito il bambino %s, hai la responsabilità di decidere chi può entrare a far parte della sua rete e, di conseguenza, accedere ai suoi dati personali. %s ha invitato %s a partecipare alla rete del bambino, ma non ha ancora il consenso dei genitori per accedere. Decidi tu se accettare o meno la richiesta.
pt_pt: Precisamos da sua ajuda! Sendo a pessoa que inseriu a criança %s, tem a responsabilidade de decidir quem pode participar na rede WHAAM da criança e ver as suas informações pessoais. %s convidou %s para aderir à rede da criança, mas não tem uma autorização dos pais ou algo equivalente para o fazer. Portanto, cabe a si decidir se o pedido é admissível.

source: If you think that %s can be invited to join the %s network click on the following link or paste it into your browser.
el_gr: Αν πιστεύετε οτι ο/η %s μπορεί να προσκληθεί να συμμετάσχει στο δίκτυο του/της %s πατήστε στον ακόλουθο σύνδεσμο ή επικολλήστε το στο φυλλομετρητή σας
it_it: Se pensi che %s possa essere autorizzato ad accedere alla rete di %s clicca sul seguente link o incollalo sul tuo browser.
pt_pt: Se pensa que %s pode ser convidado a aderir à rede de %s clique no seguinte link ou cole-o no navegador.

source: Otherwise, please click on the following link or paste it into your browser in order to let %s know that his request has been rejected.
el_gr: Εναλλακτικά, παρακαλώ πατήστε στον ακόλουθο σύνδεσο ή επικολλήστε τον στο φυλλομετρητή σας έτσι ώστε να ενημερώσετε τον/την %s οτι το αίτημα του έχει απορριφθεί.
it_it: Altrimenti, per favore clicca sul seguente link o incollalo sul tuo browser per informare %s che la sua richiesta è stata rifiutata.
pt_pt: Caso contrário, por favor, clique no seguinte link ou cole-o no seu navegador para notificar %s que o seu pedido foi rejeitado.

source: Your request has been sent with success to a moderator because you have not a parental consent or equivalent. If your invitation will be approved, you will receive a confirmation email.
el_gr: Το αίτημά σας έχει αποσταλλεί επιτυχώς σε κάποιο/α διαμεσολαβητή καθώς δε διαθέτετε γονική συναίνεση ή κάτι ισοδύναμο αυτής. Αν η πρόσκλησή σας γίνει αποδεκτή, θα λάβετε ένα επιβεβαιωτικό μήνυμα ηλεκτρονικής αλληλογραφίας
it_it: La tua richiesta è stata inviata con successo al moderatore perchè non hai il consenso dei genitori o l'autorizzazione equivalente. Se il tuo invito sarà approvato riceverai una mail di conferma.
pt_pt: O seu pedido foi enviado com sucesso para um moderador, uma vez que não tem uma autorização dos pais ou algo equivalente. Se o seu convite for aprovado, receberá um e-mail a confirmar.

source: Your invitation has been approved!
el_gr: Η πρόσκλησή σας έγινε δεκτή!
it_it: Il tuo invito è stato approvato!
pt_pt: O seu convite foi aprovado!

source: Your request for inviting %s to join the %s network has been approved and a notification email has been sent to him.
el_gr: Το αίτημά σας για πρόσκληση του/της %s να συμμετάσχει στο δίκτυο του/της έχει γίνει δεκτό και ένα ηλεκτρονικό μήνυμα ειδοποίησης θα αποσταλλεί σε αυτόν/η.
it_it: La tua richiesta di invito a %s a partecipare alla rete di %s è stata approvata ed una email di notifica è stata inviata all'utente invitato.
pt_pt: O seu pedido para convidar %s para participar na rede de %s foi aprovado e será enviada uma notificação por e-mail para o utilizador convidado.

source: Your invitation has been refused!
el_gr: Η πρόσκλησή σας έχει απορριφθεί!
it_it: Il tuo invito è stato rifiutato!
pt_pt: O seu convite foi recusado!

source: We are sorry but your request for inviting %s to join the %s network has been refused. If you want to know more, please contact the user who created the child in the WHAAM application.
el_gr: Λυπούμαστε αλλά το αίτημά σας για πρόσκληση του/της για να συμμετάσχει στο δίκτυο του/της έχει απορριφθεί. Αν επιθυμείτε να μάθετε περισσότερα, παρακαλώ επικοινωνήστε με το χρήστη που εισήγαγε το παιδί στην εφαρμογή WHAAM.
it_it: Ci dispiace ma la tua richiesta di invito a %s di partecipare alla rete di %s è stata rifiutata. Se vuoi sapene di più, per favore contatta l'utente che ha creato il il profilo del bambino nella applicazione WHAAM.
pt_pt: Lamentamos, mas o seu pedido para convidar %s a integrar a rede de %s foi recusado. Se desejar saber mais, por favor, contacte o utilizador que criou o perfil da criança na aplicação WHAAM.
