Repository: gianluca78/whaamproject
Catalog: src/WHAAM/PrivateApplication/Bundle/NotificationBundle/Resources/translations/notification.*.xliff
Languages: it_it, pt_pt

source: The child "%s" has been added by %s
it_it: Il bambino "%s" è stato aggiunto da %s
pt_pt: A criança "%s" foi adicionada por %s

source: "%s" data has been updated by %s
it_it: I dati di "%s" sono stati aggiornati da %s
pt_pt: Os dados "%s" foram atualizados por %s

source: The child "%s" has been deleted by %s
it_it: Il bambino "%s" è stato cancellato da %s
pt_pt: A criança "%s" foi eliminada por %s

source: new child
it_it: nuovo bambino
pt_pt: Nova criança

source: child edited
it_it: bambino modificato
pt_pt: criança modificada

source: child deleted
it_it: bambino cancellato
pt_pt: criança excluída

source: A diagnosis has been inserted for %s by %s
it_it: Una diagnosi per %s è stata inserita da %s
pt_pt: Foi inserido um diagnóstico para %s por %s

source: A diagnosis has been edited for %s by %s
it_it: Una diagnosi per %s è stata modificata da %s
pt_pt: Foi modificado um diagnóstico para %s por %s

source: A diagnosis has been deleted for %s by %s
it_it: Una diagnosi di %s è stata cancellata da %s
pt_pt: Foi eliminado um diagnóstico para %s por %s

source: new diagnosis
it_it: nuova diagnosi
pt_pt: novo diagnóstico

source: diagnosis edited
it_it: diagnosi modificata
pt_pt: diagnóstico modificado

source: diagnosis deleted
it_it: diagnosi cancellata
pt_pt: diagnóstico eliminado

source: A medication has been inserted for %s by %s
it_it: Una prescrizione per %s è stata inserita da %s
pt_pt: Foi inserida medicação para %s por %s

source: A medication has been edited for %s by %s
it_it: Una prescrizione per %s è stata modificata da %s
pt_pt: Foi modificada medicação para %s por %s

source: A medication has been deleted for %s by %s
it_it: Una prescrizione per %s è stata cancellata da %s
pt_pt: Foi eliminada medicação para %s por %s

source: new medication
it_it: nuova prescrizione
pt_pt: nova medicação

source: medication edited
it_it: prescrizione modificata
pt_pt: medicação modificada

source: medication deleted
it_it: prescrizione cancellata
pt_pt: medicação eliminada

source: An event has been inserted for %s by %s
it_it: Un evento per %s è stato inserito da %s
pt_pt: Foi inserido um evento para %s por %s

source: An event has been edited for %s by %s
it_it: Un evento per %s è stato modificato da %s
pt_pt: Foi modificado um evento para %s por %s

source: An event has been deleted for %s by %s
it_it: Un evento per %s è stato cancellato da %s
pt_pt: Foi eliminado um evento para %s por %s

source: new event
it_it: nuovo evento
pt_pt: novo evento

source: event edited
it_it: evento modificato
pt_pt: evento modificado

source: event deleted
it_it: evento cancellato
pt_pt: evento eliminado

source: A discipline referral has been inserted for %s by %s
it_it: Un provvedimento disciplinare per %s è stato inserito da %s
pt_pt: Foi inserido um procedimento disciplinar para %s por %s

source: A discipline referral has been edited for %s by %s
it_it: Un provvedimento disciplinare per %s è stato modificato da %s
pt_pt: Foi modificado um procedimento disciplinar para %s por %s

source: A discipline referral has been deleted for %s by %s
it_it: Un provvedimento disciplinare per %s è stato cancellato da %s
pt_pt: Foi eliminado um procedimento disciplinar para %s por %s

source: new discipline referral
it_it: nuovo provvedimento disciplinare
pt_pt: novo procedimento disciplinar

source: discipline referral edited
it_it: provvedimento disciplinare modificato
pt_pt: procedimento disciplinar modificado

source: discipline referral deleted
it_it: provvedimento disciplinare cancellato
pt_pt: procedimento disciplinar eliminado

source: A behavior has been inserted for %s by %s
it_it: Un comportamento per %s è stato inserito da %s
pt_pt: Foi inserido um comportamento para %s por %s

source: A behavior has been edited for %s by %s
it_it: Un comportamento per %s è stato modificato da %s
pt_pt: Foi modificado um comportamento para %s por %s

source: A behavior has been deleted for %s by %s
it_it: Un comportamento per %s è stato cancellato da %s
pt_pt: Foi eliminado um comportamento para %s por %s

source: new behavior
it_it: nuovo comportamento
pt_pt: novo comportamento

source: behavior edited
it_it: comportamento modificato
pt_pt: comportamento modificado

source: behavior deleted
it_it: comportamento cancellato
pt_pt: comportamento eliminado

source: %s has been invited to join the %s network
it_it: %s è stato invitato a partecipare alla rete di %s
pt_pt: %s foi convidado a aderir à rede de %s

source: new invitation
it_it: nuovo invito
pt_pt: novo convite

source: A new assessment has been created starting from the behaviour %s of %s
it_it: E' stata creata una valutazione sul comportamento %s di %s
pt_pt: Foi criada uma nova avaliação do comportamento %s do %s

source: An assessment for the behaviour %s of %s has been deleted
it_it: Una valutazione per il comportamento %s di %s è stata cancellata
pt_pt: Foi eliminada uma avaliação do comportamento %s do %s

source: new assessment
it_it: nuova valutazione
pt_pt: Nova avaliação

source: assessment deleted
it_it: valutazione cancellata
pt_pt: Avaliação eliminada

source: A new baseline has been planned for the behaviour %s from %s to %s
it_it: E' stata pianificata una nuova baseline per il comportamento %s da %s a %s
pt_pt: Foi planeada uma nova linha de base do comportamento %s do %s

source: new baseline
it_it: nuova baseline
pt_pt: Nova linha de base

source: The function of the behaviour %s has been hypothesized
it_it: La funzione del comportamento %s è stata ipotizzata
pt_pt: Foi formulada uma hipótese sobre a função do comportamento %s

source: new behavior function
it_it: nuova funzione del comportamento
pt_pt: nova função do comportamento

source: A new intervention has been planned for the behaviour %s from %s to %s
it_it: E' stato pianificato un nuovo intervento per il comportamento %s da %s a %s
pt_pt: Foi planeada uma nova intervenção para o comportamento %s de %s a %s

source: new intervention
it_it: nuovo intervento
pt_pt: nova intervenção

source: The intervention strategy %s has been assigned to %s
it_it: La strategia di intervento %s è stata assegnata a %s
pt_pt: A estratégia de intervenção %s foi atribuída a %s

source: new intervention strategy
it_it: nuova strategia di intervento
pt_pt: nova estratégia de intervenção

source: A new set of observations have been gathered for the behaviour %s
it_it: E' stato raccolto un nuovo insieme di osservazioni per il comportamento %s
pt_pt: Foi recolhido um novo conjunto de observações para o comportamento %s

source: new observation
it_it: nuova osservazione
pt_pt: nova observação

source: A new set of ABCs have been gathered for the behaviour %s
it_it: E' stato raccolto un nuovo insieme di ABC per il comportamento %s
pt_pt: Foi recolhido um novo conjunto de ABCs para o comportamento %s

source: new ABC
it_it: nuovo ABC
pt_pt: novo ABC

source: A school information has been inserted for %s by %s
it_it: E' stata inserita una nuova informazione scolastica per %s da %s
pt_pt: Foi inserida uma nova informação escolar de %s por %s

source: A school information has been edited for %s by %s
it_it: E' stata modificata un'informazione scolastica per %s da %s
pt_pt: Foi modificada uma informação escolar de %s por %s

source: A school information has been deleted for %s by %s
it_it: E' stata cancellata un'informazione scolastica per %s da %s
pt_pt: Foi eliminada uma informação escolar de %s por %s

source: new school information
it_it: nuova informazione scolastica
pt_pt: nova informação escolar

source: school information edited
it_it: informazione scolastica modificata
pt_pt: informação escolar modificada

source: school information deleted
it_it: informazione scolastica cancellata
pt_pt: informação escolar eliminada
