Repository: gianluca78/whaamproject
Catalog: src/WHAAM/PrivateApplication/Bundle/ChildBehaviorAssessmentBundle/Resources/translations/chart.*.xliff
Languages: el_gr

source: Day
el_gr: Ημέρα

source: Print chart
el_gr: Εκτύπωση διαγράμματος

source: Download PNG image
el_gr: Φόρτωση εικόνας PNG

source: Download JPEG image
el_gr: Φόρτωση εικόνας JPEG

source: Download PDF document
el_gr: Φόρτωση εγγράφου PDF

source: Download SVG vector image
el_gr: Φόρτωση εικόνας vector SVG

source: Baseline
el_gr: Βασική γραμμή

source: Intervention
el_gr: Παρέμβαση

source: Frequency
el_gr: Αριθμός συχνότητας παρατήρησης συμπεριφοράς

source: Duration (seconds)
el_gr: Διάρκεια (δευτερόλεπτα)

source: Note
el_gr: Σημείωση

source: Session
el_gr: Συνεδρία
